{
  "select_language": "Select Language",
  "part1": "Any questions? Call us on 021-5169 9696",
  "part2": "French Dentist",
  "part3": "About Us",
  "part4": "Team",
  "part5": "Care",
  "part6": "Blog",
  "part7": "Contact us",
  "part8": "FRENCH DENTIST",
  "part9": "We do it for you",
  "part10": "Shanghai Mart Clinic (PuXi)",
  "part11": "Shanghai Mart, 17th floor, room 1711-1712, 2299 Yan'an West Road, Changning District, Shanghai 021-5169-9696, frenchdentist@frenchdentist.com",
  "part12": "Office Hours",
  "part13": " Monday - Friday: 9am to 7pm Saturday: 10am to 5pm Sunday: emmergencies only",
  "part14": "Jinmao Tower Clinic (PuDong)",
  "part15": "J-Life Building, 3rd floor, No. 88 Century Avenue, Jinmao Tower, Pudong New District, Shanghai 021-5169 9696, frenchdentist@frenchdentist.com",
  "part16": "Our Team",
  "part17": "Treatments",
  "part18": "Blog",
  "part19": "Contact us",
  "part20": "Teeth Whitening",
  "part21": "Orthodontics",
  "part22": "Veneers",
  "part23": "Copyrights © 2021 French Dentist. All Rights Reserved.",
  "part24": "French Dentist",
  "part25": "- Where Dentistry is Redesigned",
  "part26": "We have developed over the years a sense of true hospitality (in Shanghai) that allows us to focus on what matters most - the patient/you and its comfort. We are perfectionists, experienced, warm and compassionate individuals driven by the idea of redefining dentistry. Our goal is to create a frictionless experience to our patients. That is why we have thought of every details of your visit to ensure you a positive, clear and personalized visit. We will make you to look forward to the dentist.",
  "part27": "Who We Are",
  "part28": " Combining beautiful, modern studio in a soothing environment, state-of-the-art tech, and a friendly team, French Dentist was established in 2007 and aims to offer a new standard for patient care in Shanghai. People really care about their mouths. With our teeth and tongue, we eat and talk. With our lips and gums, we smile and kiss. But many of us don’t like going to the dentist. Is it because of bad past experiences, lack of trust, feeling judged, or discomfort? We recognize these frustrations. That’s why our team decided to remake the entire dental experience. We combine personalized treatment you really trust by an experienced team who’ll never judge, an environment that soothes, with results that will change your dental vision. We want you to feel amazing about your oral wellness. Not just twice a year, but every time you take a bite, tell a joke, or laugh. We will work hard every time, for every visit, and want it to feel effortless.",
  "part29": "We understand that first-rate state-of-the-art equipment, highly-educated and friendly staff, and a wide range of services are qualities that are on the top of your expectations.",
  "part30": "Read More",
  "part31": "Our Services",
  "part32": "DENTAL CHECK-UP",
  "dental_checkup": "Dental checkup",
  "part33": "Our dental check-ups are a full oral examination of your mouth, focusing on the health of your teeth and gums. Our dentists will assess your whole mouth and address any issues that may come up.",
  "part34": "TEETH CLEANINGS",
  "part35": "Routine teeth cleanings to keep your teeth sparkling clean.",
  "part36": "VENEERS",
  "part37": "Don't settle for a smile that doesn't make you feel amazing! Veneers can change the color, shape and length of your teeth and completely transform your smile!",
  "part38": "WHITENING",
  "part39": "One of the quickest and most effective ways to improve your smile.  Not only do whiter teeth look healthier but it is also a sign of youthfulness and just one hour in the dentist’s chair is the ultimate in anti-aging.",
  "part40": "INVISALIGN",
  "part41": "Gone are the days of broken wires and flossing nightmares! Clear aligners are a proven way to achieve healthy tooth movement with ease of brushing and flossing, and without the unsightly appearance of metal brackets!",
  "part42": "EMERGENCIES AND MORE",
  "part43": "If you’re in pain or have an emergency, don’t wait – we won’t either. Call us and we’ll see you that day, even if you’re not sure what’s going on.",
  "part44": "What Our Patients Say",
  "part45": "Amet in elementum nulla scelerisque dui, egestas at. Elit consectetur turpis elementum amet vitae et etiam nec. Varius volutpat hac adipiscing tincidunt pretium. Amet in elementum nulla scelerisque dui, egestas at. Elit consectetur turpis elementum amet vitae et etiam nec. Varius volutpat hac adipiscing tincidunt pretium.",
  "part46": "Elizabeth, Orthodontics patient",
  "part47": "Direct Billing Facility",
  "part48": "Easy and Convenient",
  "part49": "Safe, Secure and Confidential",
  "part50": "Full Price Transparency",
  "part51": "About us",
  "part52": "Born out of the idea of a patient-focused practice, French Dentist has transformed dentistry. Our dental clinic in Shanghai has been designed to make our patients feel relaxed and comfortable throughout their visit. With sophisticated styling, a soothing environment, state-of-the-art tech, and a warm friendly staff, any fear of going to the dentist is put at ease. Each visit and treatment is personalized, clear, and inspiring so we can focus on what matters most - you and your comfort. We are conveniently located in central Shanghai, just 15 minutes away from downtown/ central Shanghai / Former French Concession. Open 6 days a week, we offers unparalleled luxury dentistry in a bespoke dental spa. With state-of-the-art technology and a warm ambient surrounding, our staff are here to help. As one of the leading cosmetic and general dentistry in Shanghai since 2007, we have a solution for all our patients’ dental needs and requirements. We want our patients to receive the best dental treatment at prices that won’t break the bank. Our competitive prices can be tailored into a payment plan, giving added flexibility with your treatment.",
  "part53": "We understand that first-rate state-of-the-art equipment, highly-educated and friendly staff, and a wide range of services are qualities that are on the top of your expectations. We understand that first-rate state-of-the-art equipment, highly-educated and friendly staff, and a wide range of services are qualities that are on the top of your expectations.",
  "part54": "“I believe in dentistry, in excellence, and in quality. Providing a quality driven approach goes from experienced staff to Shanghai’s finest ceramists. Quality creates long lasting relationships with our patients and that’s what’s the most important to me.”",
  "part55": "Dr. Louis Costa",
  "part56": "“I have received amazing service and treatment. I would certainly recommend with great confidence”",
  "part57": "Katie, patient",
  "part58": "Our Locations",
  "part59": "Shanghai Mart Clinic (PuXi)",
  "part60": "Shanghai Mart, 17th floor, room 1711-1712, 2299 Yan'an West Road, Changning District, Shanghai Tel: 021-5169 9696, frenchdentist@frenchdentist.com",
  "part61": "A team of ",
  "part62": "international dentists",
  "part63": "French Dentist dentists and staff were selected for their experience, commitment to excellent results and quality patient care. Our mission is to provide a patient-first focus on ensuring you are always comfortable during your visit. Whether it is a general dental check-up or a cosmetic treatment, our team will support you throughout your visit. We’ve thought about every detail of your visit so you don’t have to. We will work hard, but want it to feel effortless. Meet your new dentist",
  "part64": "Dr. Louis Costa",
  "part65": "Dental surgeon, Implantologist, Cosmetic dentistry",
  "part66": "Dr. Costa earned his dental Surgery degree from Marseille University, France, where he also later served as a Clinical instructor. Following his time at Marseille, he finished a partnership research program in Rome, Italy.",
  "part67": "Working in the best dental clinics he first moved to Monaco, then to Geneva and finally to Moscow where he stayed 5 years, specializing in aesthetic and full-mouth rehabilitation.",
  "part68": "Dr. Costa also obtained 3 certificates in various specializations, including aesthetic dentistry, and a master degree in medical and biological sciences.",
  "part69": "During his 20 years of clinical experience, he always looked for excellence in his specialty. He is proud to be a cofounder of a charity association named A.D.H.E.P curing Vietnamese orphans. He is fluent in French, English, Italian and conversant in Russian.",
  "part70": "Dr. Ann-Clothilde Bernhardt",
  "part71": "Dentist, Periodontist",
  "part72": "Dr Bernhardt is dedicated to offering the highest quality pediatric dental care available by providing a positive, comfortable, and fun dental experience for children.",
  "part73": "In 2005, Dr Bernhardt received her Doctor of Dental Surgery degree from the University of Paris, France. She started practicing in Paris and then in Milan (Italy) where she integrated the prestigious Dr. Zacchetti Dental Practice specialized in Aesthetics and Advanced Dental Technology.",
  "part74": "In parallel, she performed children dental care. As she wants to share her methods for keeping healthy oral habits, she organized oral prevention programs in several international schools.  Further, Dr Bernhardt experienced an exclusive periodontics practice in the Dental Implants center Villa-Latour of Nice (France). She is fluent in English, French, Italian and has good basis of German.",
  "part75": "Dr. Julia Leynaud",
  "part76": "Orthodontist Adults & Kids",
  "part77": "Dr. Leynaud Julia received her DDS degree from Montrouge Faculty of Dentistry in Paris in 2005 and completed a postgraduate program in 2006 in Dental Biomaterials. After practicing general practice during 4 years, Dr Leynaud attended private orthodontic training in Paris and specialized in orthodontics. In 2011, Dr Leynaud successfully received her Diploma of Orthopedics-Denton-Cranio-MaxilloFacial in Paris.",
  "part78": " Her experience within many orthodontic practice, enabled her to acquire solid theoretical and practical knowledge, and allowed her to offer tailored and individualized treatment for each patient.",
  "part79": " Dr Leynaud had the opportunity to work with many maxillofacial surgeons and assist them during orthognathic surgical procedures. Thus, she can offer patients, in collaboration with maxillofacial surgeons, ortho-surgical treatments. Her technical skills and her desire to share her knowledge with her colleagues have led her to join since 2017, the ODCMF teaching assistant team at the Pitié-Salpêtrière in Paris.",
  "part80": "Dr. Anne-Clothilde Bernhardt",
  "part81": "Dentist, Periodontist",
  "part82": "Dr Bernhardt is dedicated to offering the highest quality pediatric dental care available by providing a positive, comfortable, and fun dental experience for children.",
  "part83": "  In 2005, Dr Bernhardt received her Doctor of Dental Surgery degree from the University of Paris, France. She started practicing in Paris and then in Milan (Italy) where she integrated the prestigious Dr. Zacchetti Dental Practice specialized in Aesthetics and Advanced Dental Technology.",
  "part84": " In parallel, she performed children dental care. As she wants to share her methods for keeping healthy oral habits, she organized oral prevention programs in several international schools.  Further, Dr Bernhardt experienced an exclusive periodontics practice in the Dental Implants center Villa-Latour of Nice (France). She is fluent in English, French, Italian and has good basis of German.",
  "part85": "Emergency Care",
  "part86": "Qualified Dentists",
  "part87": "Great Service",
  "part88": "Great Facilities",
  "part89": "We are a full service dental office providing",
  "part90": "family, restorative, and cosmetic dentistry",
  "part91": "Cosmetic Dentistry",
  "part92": "Dr. McCormick is a world-class cosmetic dentist. From whitening to veneers, tooth straightening & more, we offer a wide range of cosmetic dentistry services designed to help you achieve a smile you’re truly proud of.",
  "part93": "Read More",
  "part94": "Teeth Whitening",
  "part95": "Your smile is the first thing people notice about you. Professionally whitening your teeth can help ensure your smile is making the best impression possible. Dr. McCormick offers a wide variety of professionally- supervised teeth whitening treatment options to meet all your needs",
  "part96": "Professional Teeth Whitening in Central Shanghai",
  "part97": "Get Peace of Mind with Professional Whitening",
  "part98": "Do-it-yourself tooth whitening products are everywhere but in some cases they can strip tooth enamel or cause uneven results. Professional whitening treatment is the safest option for you and your smile.",
  "part99": "See Immediate Results with In-Office Whitening",
  "part100": "We offer in-office whitening for patients who want to have an immediately whiter smile.",
  "part101": "Whiten Gently with At-Home Kits",
  "part102": "If your teeth are sensitive, we offer a supervised at-home whitening product to whiten your smile gently over time, avoiding some of the tooth sensitivity often associated with whitening..",
  "part103": "Other Treatments:",
  "part104": "Invisalign",
  "part105": "Orthodontics",
  "part106": "Veneers",
  "part107": "Implantology",
  "part108": "Elizabeth, Orthodontics patient",
  "part109": "Working Hours",
  "part110": "Mon-Sat 09:00-20:00 Sunday Emergency only",
  "part111": "Email",
  "part112": "Emergency Care",
  "part113": "Things to make your visit a better experience",
  "part114": "BOOKING YOUR APPOINTMENT",
  "part115": "The easiest way to book your appointment is by giving us a call at 021 - 5169 - 9696. We speak Chinese, French, English and German.",
  "part116": "PAYMENT OPTIONS",
  "part117": "We accept Visa, MasterCard and American Express and work with many major PPO dental insurance plans as a form of payment.",
  "part118": "WHAT TO EXPECT DURING YOUR VISIT",
  "part119": "We are a team of passionate dentists and every patient is important for us, hence we we will ensure you will have a good experience with us.",
  "part120": "Direct Billing Facility",
  "part121": "Simplified Process",
  "part122": "Safe and Secure",
  "part123": "Happy patients",
  "part124": "Our Locations",
  "part125": "Shanghai Mart Clinic (PuXi)",
  "part126": "Shanghai Mart, 17th floor, room 1711-1712, 2299 Yan'an West Road, Changning District, Shanghai Tel: 021-5169 9696, frenchdentist@frenchdentist.com",
  "teeth_cleanings": "teeth cleanings",
  "whitening": "whitening",
  "emergencies_and_more": "emergencies and more"
}
