{
  "select_language": "Select Language",
  "billing_facility_intro_text": "We accept most dental insurance plans, and we bill for services through insurance directly, to make it easy and convenient for our patients.",
  "part1": "Any questions? Call us on 021 5169 9696",
  "part2": "French Dentist",
  "part3": "About Us",
  "part4": "Team",
  "part5": "Care",
  "part6": "Blog",
  "part7": "Contact us",
  "part8": "FRENCH DENTIST",
  "part9": "We do it for you",
  "part10": "Shanghai Mart Clinic (PuXi)",
  "part1111": "Shanghai Mart, 17th floor,",
  "part1112": "room 1711-1712,",
  "part1113": "2299 Yan'an West Road,",
  "part1114": "Changning District,",
  "part1115": "Shanghai, 021-5169-9696,",
  "part1116": "info@frenchdentist.com",
  "part12": "Office Hours",
  "part13": "Monday - Friday: 8:30 to 20:00",
  "part131": "Saturday: 09:00 - 18:00",
  "monday": "Monday: 8.30 to 20:00",
  "tuesday": "Tuesday: 8.30 to 20:00",
  "wednesday": "Wednesday: 8.30 to 20:00",
  "thursday": "Thursday: 8.30 to 20:00",
  "friday": "Friday: 8.30 to 20:00",
  "saturday": "Saturday: 8.30 to 20:00",
  "part14": "Jinmao Tower Clinic (PuDong)",
  "part1411": "J-Life Building, 3rd floor,",
  "part1412": "No. 88 Century Avenue,",
  "part1413": "Jinmao Tower, Pudong New District,",
  "part1414": "Shanghai, 021-5169 9696,",
  "part1415": "info@frenchdentist.com",
  "part16": "Our Team",
  "part17": "Treatments",
  "part18": "Blog",
  "part19": "Contact us",
  "part20": "Teeth Whitening",
  "part21": "Orthodontics",
  "part22": "Veneers",
  "part23": "Copyrights © 2022 French Dentist. All Rights Reserved.",
  "part25": "Where Dentistry is Redesigned",
  "part26": "We have developed over the years a sense of true hospitality (in Shanghai) that allows us to focus on what matters most - the patient/you and its comfort. We are perfectionists, experienced, warm and compassionate individuals driven by the idea of redefining dentistry. Our goal is to create a frictionless experience to our patients. That is why we have thought of every details of your visit to ensure you a positive, clear and personalized visit. We will make you to look forward to the dentist.",
  "part27": "Who We Are",
  "part28": " Combining beautiful, modern studio in a soothing environment, state-of-the-art tech, and a friendly team, French Dentist was established in 2007 and aims to offer a new standard for patient care in Shanghai. People really care about their mouths. With our teeth and tongue, we eat and talk. With our lips and gums, we smile and kiss. But many of us don’t like going to the dentist. Is it because of bad past experiences, lack of trust, feeling judged, or discomfort? We recognize these frustrations. That’s why our team decided to remake the entire dental experience. We combine personalized treatment you really trust by an experienced team who’ll never judge, an environment that soothes, with results that will change your dental vision. We want you to feel amazing about your oral wellness. Not just twice a year, but every time you take a bite, tell a joke, or laugh. We will work hard every time, for every visit, and want it to feel effortless.",
  "part29": "We understand that first-rate state-of-the-art equipment, highly-educated and friendly staff, and a wide range of services are qualities that are on the top of your expectations.",
  "part30": "Read More",
  "part31": "Our Services",
  "part32": "DENTAL CHECK-UP",
  "dental_checkup": "Dental checkup",
  "teeth_whitening": "Teeth Whitening",
  "orthodontics": "Orthodontics",
  "comprehensive_care": "Comprehesive Care",
  "porcelain_veneers": "Porcelain Veneers",
  "emergencies_more": "Emergencies & More",
  "part33": "Our dental check-ups are a full oral examination of your mouth, focusing on the health of your teeth and gums. Our dentists will assess your whole mouth and address any issues that may come up.",
  "part34": "TEETH CLEANINGS",
  "part35": "Routine teeth cleanings to keep your teeth sparkling clean.",
  "part36": "VENEERS",
  "part37": "Don't settle for a smile that doesn't make you feel amazing! Veneers can change the color, shape and length of your teeth and completely transform your smile!",
  "part38": "WHITENING",
  "part39": "One of the quickest and most effective ways to improve your smile.  Not only do whiter teeth look healthier but it is also a sign of youthfulness and just one hour in the dentist’s chair is the ultimate in anti-aging.",
  "part40": "INVISALIGN",
  "part41": "Gone are the days of broken wires and flossing nightmares! Clear aligners are a proven way to achieve healthy tooth movement with ease of brushing and flossing, and without the unsightly appearance of metal brackets!",
  "part42": "EMERGENCIES AND MORE",
  "part43": "If you’re in pain or have an emergency, don’t wait – we won’t either. Call us and we’ll see you that day, even if you’re not sure what’s going on.",
  "part44": "What Our Patients Say",
  "part45": "I have received amazing service and treatment. The overall process was easy and straightforward. The team was friendly and anticipated my needs. I would certainly recommend French Dentist with great confidence for great dental care.",
  "part46": "Elizabeth, Orthodontics patient",
  "part47": "Direct Billing Facility",
  "part48": "Easy and Convenient",
  "part481": "No complicated finance contracts to complete. No pre-approvals needed.",
  "part49": "Safe, Secure and Confidential",
  "part491": "We securely bill for services directly through your insurance so you can relax and don't think about it",
  "part50": "Full Price Transparency",
  "part501": "We know pricing for oral care can be confusing and unclear, so we will make it simple. We will tell you what is your dental coverage.",
  "part51": "About us",
  "part52": "Born out of the idea of a patient-focused practice, French Dentist has transformed dentistry. Our dental clinic in Shanghai has been designed to make our patients feel relaxed and comfortable throughout their visit. With sophisticated styling, a soothing environment, state-of-the-art tech, and a warm friendly staff, any fear of going to the dentist is put at ease. Each visit and treatment is personalized, clear, and inspiring so we can focus on what matters most - you and your comfort. We are conveniently located in central Shanghai, just 15 minutes away from downtown/ central Shanghai / Former French Concession. Open 6 days a week, we offers unparalleled luxury dentistry in a bespoke dental spa. With state-of-the-art technology and a warm ambient surrounding, our staff are here to help.",
  "part53": "As one of the leading cosmetic and general dentistry in Shanghai since 2007, we have a solution for all our patients’ dental needs and requirements. We want our patients to receive the best dental treatment at prices that won’t break the bank. Our competitive prices can be tailored into a payment plan, giving added flexibility with your treatment. We understand that first-rate state-of-the-art equipment, highly-educated and friendly staff, and a wide range of services are qualities that are on the top of your expectations. We understand that first-rate state-of-the-art equipment, highly-educated and friendly staff, and a wide range of services are qualities that are on the top of your expectations.",
  "part54": "“I believe in dentistry, in excellence, and in quality. Providing a quality driven approach goes from experienced staff to Shanghai’s finest ceramists. Quality creates long lasting relationships with our patients and that’s what’s the most important to me.”",
  "part55": "Dr. Louis Costa",
  "part56": "“I have received amazing service and treatment. I would certainly recommend with great confidence”",
  "part57": "Katie, patient",
  "part58": "Our Locations",
  "part59": "Shanghai Mart Clinic (PuXi)",
  "part60": "Shanghai Mart, 17th floor, room 1711-1712, 2299 Yan'an West Road, Changning District, Shanghai Tel: 021-5169 9696, info@frenchdentist.com",
  "part61": "A team of ",
  "part62": "international dentists",
  "part63": "French Dentist dentists and staff were selected for their experience, commitment to excellent results and quality patient care. Our mission is to provide a patient-first focus on ensuring you are always comfortable during your visit. Whether it is a general dental check-up or a cosmetic treatment, our team will support you throughout your visit. We’ve thought about every detail of your visit so you don’t have to. We will work hard, but want it to feel effortless. Meet your new dentist!",
  "part64": "Dr. Louis Costa",
  "part65": "Dental surgeon and implantologist",
  "part66": "Dr. Louis Costa is a dedicated dental specialist with over 20 years of experience in Implant Surgery, Endodontic, Periodontics and Esthetic Dentistry. Dr. Costa earned his dental Surgery degree from Marseille University in France, where he also later served as a Clinical instructor. Following his time at Marseille, he completed a Partnership Research Program in Rome, Italy.",
  "part67": "Prior to moving to Shanghai, Dr Costa practiced in private dental clinics in Monaco, Geneva and finally Moscow where he stayed 5 years, specializing in aesthetic and full-mouth rehabilitation. During his first visit to Shanghai in 2004, Dr Costa realize the lack of patient-focused dental and medical care in Shanghai. That is how French Dentist was born, with one goal: create a kind, safe, reliable modern dental practice where compassion and commitments towards patients is essential.",
  "part68": "Since then, Dr. Costa has been artistically creating beautiful smiles, and his patients love their transformations. It is his attention to detail and exceptional care that has earned him the reputation as leading cosmetic dentist Shanghai has to offer. Dr. Costa is committed to advanced continuing education, attending lectures, and completed his general practice with multiple certificates in various specializations, including aesthetic dentistry, and a master degree in medical and biological sciences.",
  "part69": "Dr Costa is also the proud cofounder of a charity association named A.D.H.E.P curing Vietnamese orphans. Outside of dentistry, Dr Costa keeps a busy life with his four children. He loves to play tennis,golf and his discerning eye for detail make him an occasional brilliant sculptor. He is fluent in French, English, Italian and conversant in Russian.",
  "part70": "Dr Honda Zheng",
  "part71": "Dental surgeon and cosmetic dentist",
  "part72": "Dr. HD Zheng is a second generation Chinese from Montreal, Canada where he received his Doctor in Dental Medicine at the University of Montreal, Canada's top 5 dental school. After graduating, he did his residency at the St-Luc hospital affiliated with University of Montreal (CHUM) mostly focusing on dental trauma and emergency dentistry.",
  "part73": "After working in a private clinic for 4 years in Montreal, he decided to move to Shanghai in 2019 to pursue his career. With an engaging personality and attention to detail, Dr. HD Zheng prides himself in establishing a natural rapport with his patients. He truly believes in patient-centered care in which he works with the patient to choose the treatment that suits best patient&#39;s needs.",
  "part74": "Dr HD Zheng is a Canadian trained and licensed dentist with a special interest in prosthodontics (dental crowns) and aesthetic dentistry (dental veneers). His approach is suited to patients with any level of anxiety. During his free time, Dr. Zheng enjoys discovering different parts of China and also improving his mandarin Chinese. He speaks fluently English, French and is improving on his Mandarin on a daily basis.",
  "part75": "Dr Daan Chiou",
  "part76": "Pediatric dentist and orthodontist",
  "part77": "Dr. Chiou grew up in Canada with his family. He earned his diploma in 2009 at Kingston University (Canada) and was keen to travel to China. In 2010, he moved to Shanghai where he also decided to complete his dental degree in JiaoTong University. Since 2015, Dr Chiou is working in Shanghai in international clinics. After several years at Malo Clinic as Pedodontist &amp; Orthodontist specialist, Dr Chiou decided it was time for him to look for a new opportunity. That is how he met with Dr Costa and French Dentist’s Team.",
  "part78": "« His insight and caring nature have been evident as its fits perfectly into our philosophy and patient’s needs ». says Dr Costa. « I am confident that he is a fantastic addition to French Dentist Team. We are all thrilled to have Dr Chiou joining us.»",
  "part79": "Dr Chiou’s goal is to make each dental visit positive, fun and comfortable for even the most anxious patient. He cares for child’s teeth, gums and mouth from infancy through the teen years. Moreover, Dr Chiou is an orthodontist &amp; a certified Invisalign® orthodontist. With his extensive experience, he will recommend the most appropriate type of appliance depending on each individual’s needs and problems. Fluent in both English and Mandarin, he is passionate about teaching and helping others.",
  "part85": "Emergency Care",
  "part86": "Qualified Dentists",
  "part87": "Great Service",
  "part88": "Great Facilities",
  "part89": "We are a full service dental office providing family, restorative, and cosmetic dentistry",
  "part911": "Comprehensive Care",
  "part912": "Teeth Whitening",
  "part913": "Orthodontics",
  "part914": "Dental Implants",
  "part915": "Porcelain Veneers",
  "part916": "Emergencies & More",
  "part921": "Teeth are free, tooth decay and infection is expensive, and bad breath is just embarrassing! Avoid all of this with regular dental cleanings and exams!",
  "part922": "Our teeth darken as we age. This is due to dietary and lifestyle factors such as drinking red wine, tea and coffee and smoking regularly.",
  "part923": "Traditional Braces. Ceramic Braces. AngelAlign. Invisalign. Retainers. Are all those orthodontic treatments a bit confusing? We get it, and that’s why we make it simple",
  "part924": "Gap in your smile? Lost a tooth or perhaps it was never there to begin with? Or you're a rugby player and you have received a bad punch? An implant is a permanent solution.",
  "part925": "We specialize in natural-looking smiles. A perfect smile is not all symmetrical and even. It’s a clean and healthy smile with bright and natural-looking teeth. ",
  "part926": "Accidents can happen anywhere and at any time, sometimes in inconvenient situations. When these dental emergencies arise, we will make the time for you by.",
  "part927": "When you lose a tooth, a dental implant is the next best thing to your original tooth. Made to last for years, dental implants are a long term solution that look and feel like a normal tooth as well as prevent further bone loss in the area of the missing tooth. Am I a Candidate for Dental Implant?",
  "part928": "“Our point of difference is in our attention to detail.”",
  "part929": "Creating your new smile is a medical procedure, not just a cosmetic one. Dr Costa, our implant surgeon, will carefully examine your mouth, jaw, and teeth to determine if dental implants are right for you. We use advanced technology, including 3D scans and radiology to make the implant procedure safer and more predictable. With digital planning, we take into account your smile goals but also your teeth, gums, lips and smile with the facial features in motion to create a natural looking smile.",
  "part930": "Dental implants are used to:",
  "part931": "Replace a single tooth (or many single teeth using one implant per tooth). Secure a full or partial implant supported ceramic fixed bridge. Retain removable dentures to prevent movement and dramatically improve the stability. Assist with chewing foods where missing teeth may cause restrictions. Dental Implants can prevent facial sagging and premature ageing",
  "part932": "What to expect",
  "part933": "The dental implant procedure is a dental surgical procedure that places a titanium implant into the space where your tooth root used to be. Because the implant process is individualized, the timeline may be a little different for everyone, but the procedure often takes several visits to the office over the course of a few months. The implant procedure requires several steps, which include: Show us your teeth and The consultation",
  "part934": "We specialize in natural-looking smiles. A perfect smile is not all symmetrical and even. It’s a clean and healthy smile with bright and natural-looking teeth. We believe in a more organic look, with veneers and cosmetic treatments that mimic your natural teeth. If you have teeth that appear stained, crooked, chipped, uneven or too big, veneers may be a great option to enhance your smile.",
  "part935": "What are veneers?",
  "part936": "Veneers are wafer-thin, custom-made shells that cover the front surface of teeth. Bonded to the front of your natural teeth, changing their color, shape, size or length. Porcelain is a ceramic that can mimic the characteristics of natural teeth, including color, translucency, and gloss. They are used to correct a wide variety of appearance-related problems. «I believe in natural looking smiles. I design smiles that everyone will notice because they are perfectly imperfect. A smile that leaves character defined through natural imperfections. A smile that mimic nature.» Unique, realistic smiles are the essence of cosmetic dentistry.",
  "part937": "What to expect",
  "part938": "You are unique and so is your smile. That is why your treatment plan will be custom-designed for you by our cosmetic dentist. We will create your smile in aesthetic proportions to match your lips and face shape. Our cosmetic dentist will take a comprehensive look at your smile, bone’s structure and features to recommend the right solution. Creating natural results requires precision, vision, and attention to details. Our cosmetic dentist will evaluate your facial features, current smile, and bite to determine the best tooth shape for your smile.",
  "part939": "Diagnosis and Treatment Planning",
  "part940": "When you come in for a consultation, we will listen to your needs and opinions on your smile. We want to understand what you truly want and how we can best achieve it. Your smile should always complement your personality and facial features so it looks natural and feels uniquely your own. Your input, personality, and features will be included as our cosmetic dentist uses his talent and experience to create your smile design.",
  "part941": "Dental Emergencies in Shanghai",
  "part93": "Read More",
  "part94": "Teeth Whitening",
  "part95": "Yellow teeth got you down? Then, don’t worry, and let’s talk about ways to brighten up your smile! We have it under control! Teeth whitening is a non-invasive, simple and safe way to transform your smile and make you look and feel fresher and younger.",
  "part951": "When it comes to having optimal oral health, prevention is an essential part! Preventive dental care such as oral examinations and dental cleanings can greatly reduce your risk of tooth decay, cavity formation, oral infections and even periodontal disease. Preventive dental care is also often much more affordable than restorative or even cosmetic options, making it a smarter choice overall.",
  "part96": "Professional Teeth Whitening in Central Shanghai",
  "part961": "Comprehensive Dental Care in Central Shanghai",
  "part962": "Dental Implants Care in Central Shanghai",
  "part963": "Professional Porcelain Veneers in Central Shanghai",
  "part97": "Get Peace of Mind with Professional Whitening",
  "part971": "1. What to expect",
  "part972": "At French Dentist, we begin with a comprehensive examination of teeth and gums in order to create a treatment plan that is customized for your unique oral needs. Your examination will include digital x-rays to detect decay between the teeth, as well as an oral cancer screening. We may likely discuss your oral hygiene and diet habits and may demonstrate proper brushing and flossing techniques.",
  "part974": "2. Scan and plan",
  "part975": "We then use both hand instruments and an ultrasonic scaler to gently break up plaque and tartar that build up below the gum line. A full mouth professional dental clean is completed with a polish to remove any stains on the enamel surface. We will also take the time to get to know you and to discuss any treatment preferences and nuances you may have. However, where treatment is necessary we will use the latest techniques and industry approved materials. You are free to have as much or as little involvement in your treatment plan as you wish.",
  "part976": "3. See you soon again",
  "part977": "Our team will advise a suitable recall appointment based on your examination. Regular dental check-ups are important as this can prevent the need for major dental work in the future. Our team is passionate in offering a unique positive dental experience through our welcoming environment and friendly team. Our team will also tell you what you need to know about home care between visits so that future cleanings will be effortless and easy. Most insurances cover 2-3 dental evaluations per year.",
  "part978": "Emergencies and More",
  "part979": "Accidents can happen anywhere and at any time, sometimes in inconvenient situations. When these dental emergencies arise, we will make the time for you by staying late, shifting appointments and focusing on getting you out of pain! Dental emergencies can be serious, so don't ignore injuries to the teeth or gums! Treating dental emergencies quickly and effectively is the best way to prevent permanent damage and avoid the need for more procedures. But first, What is considered to be a Dental Emergency? ",
  "part980": "Knocked-out-Tooth",
  "part981": "If your tooth has fallen out due to impact or injury, then yes, it’s a dental emergency. If you are experiencing pain, please call our clinic as soon as possible. We will do our absolute best to squeeze you into that day’s schedule. A dental appointment could save the tooth if it is booked rapidly after tooth loss.",
  "part982": "Dental Abscess",
  "part983": "An Abscess in the mouth is considered a dental emergency and should be treated immediately. Dental swellings could spread and become dangerous situations if not treated properly.  ",
  "part984": "Bleeding Gums",
  "part985": "Uncontrolled bleeding from the mouth, yet you have regular cleanings and checkups is considered a dental emergency and you should see your dentist as soon as possible. Please let our dentist know. Bleeding gums could be a symptom of more serious health conditions.  ",
  "part986": "Orthodontics in Central Shanghai",
  "part987": "Traditional Braces. Ceramic Braces. AngelAlign. Invisalign. Retainers. Are all those orthodontic treatments a bit confusing? We get it, and that’s why we make it simple and help you decide which teeth straightening option is the most appropriate for you.  ",
  "part988": "What is orthodontics?",
  "part989": "Some people seem to do everything right when it comes to their oral health. They have the best at-home oral hygiene routine, visit the dentist every 3 months for regular cleanings, and generally have a healthy smile. But even with that, they may have crooked and misaligned teeth.  Proper alignment of teeth is not only important for aesthetic reasons but it also contributes to your oral health. It’s easier to clean between your teeth when they are evenly spaced and not crowded. This helps prevent cavities and gum disease more effectively because it makes proper oral hygiene much more simple. Also, correcting your bite can help protect your teeth from damage. If you have an overbite or underbite, the improper tooth contact could result in premature wear and tear on your teeth. Orthodontic treatment helps prevent teeth grinding and chipping of the teeth.",
  "part990": "Why is orthodontic treatment needed?",
  "part991": "There are three primary reasons you may need orthodontic treatment, and they’re all closely related. First, you may need orthodontic treatment if you have serious bite problems, also known as “malocclusion.” Bite problems such as an overbite, underbite, crossbite, or open bite can cause a lot of different problems like speech impediments, difficulty chewing properly, and premature wear & tear to the teeth. They can also negatively affect your appearance. Underbites, for example, cause your jaw to protrude more than normal. The second reason is due to misaligned teeth. Even if you have no serious bite issues related to your jaw, you may have crooked or crowded teeth that do not fit together properly. Again, this can negatively affect your appearance, but it also affects your oral health. For example, very crooked or crowded teeth can be hard to clean, leading to a higher risk of cavities and gum disease. Finally, some people may choose to get orthodontic treatment merely as a way to improve their appearance. Teeth that are slightly crooked or uneven may not cause any major oral health issues, but still may make you feel self-conscious about how you look, so this is a completely legitimate reason to get orthodontic treatment.",
  "part992": "",
  "part993": "",
  "part98": "Do-it-yourself tooth whitening products are everywhere but in some cases they can strip tooth enamel or cause uneven results. Professional whitening treatment is the safest option for you and your smile.",
  "part99": "See Immediate Results with In-Office Whitening",
  "part100": "We offer in-office whitening for patients who want to have an immediately whiter smile.",
  "part101": "Whiten Gently with At-Home Kits",
  "part102": "If your teeth are sensitive, we offer a supervised at-home whitening product to whiten your smile gently over time, avoiding some of the tooth sensitivity often associated with whitening..",
  "part103": "Other Treatments:",
  "part104": "Invisalign",
  "part105": "Orthodontics",
  "part106": "Veneers",
  "part107": "Implantology",
  "part108": "Elizabeth, Orthodontics patient",
  "part109": "Working Hours",
  "part111": "Email",
  "part112": "Emergency Care",
  "part113": "We can't wait to meet you!",
  "part114": "BOOKING YOUR APPOINTMENT",
  "part115": "The easiest way to book your appointment is by giving us a call at (021) 5169 - 9696. We speak Chinese, English and French or by scanning our WeChat QR code.",
  "part116": "PAYMENT OPTIONS",
  "part117": "We accept payment by WeChat, AliPay and locals credit and debit cards as well as all major international cards: Visa, MasterCard, or American Express. We work with most dental insurance providers to deliver ‘cashless’ direct billing services. We bill for services through insurance directly, to make it easy and convenient for our patients.",
  "part118": "PATIENT-CENTERED PRACTICE",
  "part119": "We are a team of passionate, dedicated, experienced dentists &amp; professionals and every patient is important for us, hence we we will ensure you will have a good experience with us.",
  "part1181": "PERSONALISED CARE",
  "part1182": "We focus on providing each patient with individualized care. We take time to listen to you. When developing a customized treatment plan, we take into consideration all of your concerns, needs, lifestyle, budget, and esthetic desires. Your smile is unique and deserves a personalized treatment plan.",
  "part1191": "SIT BACK AND RELAX",
  "part1192": "Get ready to relax, smile, listen to music, look at art photos and… oh yes, get some dental work!",
  "part120": "Direct Billing Facility",
  "part121": "Easy and Convenient",
  "part122": "Safe, Secure and Confidential",
  "part123": "Full Price Transparency",
  "part124": "Our Locations",
  "part125": "Shanghai Mart Clinic (PuXi)",
  "part126": "Shanghai Mart, 17th floor, room 1711-1712, 2299 Yan'an West Road, Changning District, Shanghai Tel: 021-5169 9696, info@frenchdentist.com",
  "teeth_cleanings": "Teeth Whitening",
  "whitening": "whitening",
  "emergencies_and_more": "Emergencies and More",
  "part127": "What to expect?",
  "part128": "First, we give you a thorough dental exam and cleaning. Teeth whitening procedures will have the most optimal outcome within two weeks of a professional teeth cleaning. Our cosmetic dentist will then help you decide whether an in-office or home-based teeth whitening system will best suit your needs. It is important to understand that not every pre-existing condition can be solved by whitening. Patients with very dark stains and discoloration, crowns or fillings, may not benefit from the whitening procedure. Our dentist will consult with you regarding your suitability for the process and offer alternatives if you are not a good candidate.",
  "part129": "At-Home Whitening",
  "part130": "Favor the DIY approach? If a custom take-home whitening method is a better option for you, we are here to help. This treatment is perfect for patients looking for gradual results in the comfort of their own home. To begin, we will take impressions of your teeth and create your custom whitening trays. Then, we will supply you with professional-grade whitening agents, which you will apply to your trays based on the instructions provided by our dentist. Most patients will use take-home whiteners for 2-3 weeks. The end results of take-home whitening are the same as an in-office whitening, but the process is more subtle. We perform an initial consultation before any whitening treatment to ensure that you are a suitable candidate and discuss options available to you.",
  "part1311": "In-Office Whitening",
  "part132": "Looking for a fast, safe, and convenient procedure? In-office whitening requires one visit. Once you are comfortably settled into our chair, pick your favorite TV show, your gums will be covered with a special gel and a whitening agent will be applied to your teeth. The procedure usually last an hour. A relief gel will be applied to your teeth and we will review with you what food and beverages to stay away from for the next few days….and yes, we know, coffee is on that list! But, don’t worry, it’s only temporary! Brief sensitivity may occur to even the most non-sensitive people, but will not last long. Brushing with toothpastes like Sensodyne will help, as well as staying away from foods at both extremes in temperatures for the next few days. Get your sunglasses on. It’s time to shine!",
  "seeLess": "See Less",
  "callus": "Call us"
}
