{
  "select_language": "Choisissez votre langue",
  "billing_facility_intro_text": "Nous acceptons la plupart des assurance internationales en direct billing. Afin de simplifier votre visite chez nous, nous pourrons facturer vos soins directement à votre l’assurance.",
  "part1": "Des questions? ",
  "part1.2": "Appelez-nous au ",
  "part1.3": "021 5169 9696",
  "part2": "French Dentist", 
  "part3": "À propos de nous",
  "part4": "Notre équipe",
  "part5": "Traitements",
  "part6": "Blog",
  "part7": "Nous contacter",
  "part8": "FRENCH DENTIST",
  "part9": "Dentisterie Réinventée",
  "part10": "Shanghai Mart (PuXi)",
  "part1111": "Shanghai Mart, 17e étage,",
  "part1112": "Salles 1711-1712,",
  "part1113": "2299 Yan'an West Road,",
  "part1114": "District de Changning,",
  "part1115": "Shanghai, Chine",
  "part1116": "info@frenchdentist.cn",
  "part12": "Horaires d'ouverture",
  "part13": "Lun-Ven: 8h30-20h00",
  "monday": "Lundi : 8h30 à 20h00",
  "tuesday": "Mardi : 8h30 à 20h00",
  "wednesday": "Mercredi : 8h30 à 20h00",
  "thursday": "Jeudi : 8h30 à 20h00",
  "friday": "Vendredi : 8h30 à 20h00",
  "saturday": "Samedi : 9h00 à 18h00",
  "part14": "Jinmao Tower Clinic (PuDong)",
  "part1411": "J-Life Building, 3rd floor,",
  "part1412": "No. 88 Century Avenue,",
  "part1413": "Jinmao Tower, Pudong New District,",
  "part1414": "Shanghai, 021-5169 9696,",
  "part1415": "info@frenchdentist.cn",
  "part16": "Notre équipe",
  "part17": "Traitements",
  "part18": "Blog",
  "part19": "Nous contacter",
  "part20": "Blanchiment des dents",
  "part21": "Orthodontie",
  "part22": "Facettes dentaires",
  "part25": "Dentisterie Réinventée",
  "part26": "Nous sommes un groupe de perfectionnistes, de passionnés, de praticiens emphatiques motivés par l’idée d’axer les soins dentaires sur le bien-être et le confort du patient. Notre objectif est de créer une expérience dentaire sans stress. C'est pourquoi nous avons pensé à chaque détail de votre visite pour vous assurer une expérience agréable, personnalisée et détendue. Avec transparence et honnêteté, nous nous faisons un devoir de vous proposer toutes les options qui s’offrent à vous et de répondre à toutes vos questions.",
  "part27": "Nous vous ferons oublier que vous êtes chez le dentiste.",
  "part28": "Notre clinique est un lieu où l’art, les soins, la science et les dernières technologies sont combinés afin de vous offrir une expérience unique. Nous comprenons que les visites chez le dentiste peuvent être préoccupantes; c’est pour cela que notre équipe travaille dans une atmosphère paisible et relaxante pour que votre rendez-vous se déroule de la manière la plus confortable possible. La communication, l'écoute, l'information et répondre aux besoins de nos patients sont des éléments essentiels de notre travail. Cela nous permet de créer une relation de confiance avec nos patients. Et c’est cette relation sincère et personnalisée que nos patients viennent chercher chez French Dentist. Nous sommes passionnés par la dentisterie et nous restons à jour sur les dernières technologies afin d’offrir les meilleurs traitements à nos patients. Nous visons l’excellence!",
  "part29": "We understand that first-rate state-of-the-art equipment, highly-educated and friendly staff, and a wide range of services are qualities that are on the top of your expectations.",
  "part30": "En savoir plus",
  "part31": "Nos Services",
  "part32": "CONSULTATION & CHECK-UP",
  "dental_checkup": "Dental checkup",
  "teeth_whitening": "Blanchiment des dents",
  "orthodontics": "Orthodontie",
  "comprehensive_care": "Hygiene et prévention",
  "porcelain_veneers": "Couronnes dentaires",
  "emergencies_more": "Urgences dentaires & plus encore",
  "part33": "L’accueil de chaque nouveau patient commence par un examen clinique et radiologique afin d'obtenir une situation bucco-dentaire globale. Notre dentiste s’assurera que vous n’avez pas de caries, vérifiera vos gencives ainsi que tout autre signe d’infection. L’examen dentaire périodique est d’une grande importance et vise à prévenir certaines conditions avant que ces dernières deviennent critiques pour notre santé buccodentaire.",
  "part34": "DÉTARTRAGE",
  "part35": "Les détartrages réguliers vous permettent de garder des dents saines, de prévenir la formation de caries et d’intercepter d’éventuels problèmes dentaires.",
  "part36": "DENTISTERIE ESTHÉTIQUE",
  "part37": "Beau et éclatant, un sourire illumine notre visage. À votre demande, nous pouvons vous proposer des solutions en esthétique dentaire afin de modifier la couleur, la forme et la longueur de vos dents.",
  "part38": "BLANCHIMENT DES DENTS",
  "part39": "L'un des moyens les plus rapides et les plus efficaces d'améliorer votre sourire. Non seulement des dents plus blanches ont l'air plus saines, mais c'est aussi un signe de jeunesse et le nec plus ultra en matière de traitement anti-âge.",
  "part40": "INVISALIGN",
  "part41": "Invisalign représente une alternative discrète, confortable et rapide aux appareils orthodontiques traditionnels. Son système de gouttières transparentes est conçu pour se mouler à vos dents et les déplacer jusqu’à un alignement parfait.",
  "part42": "URGENCES DENTAIRES & PLUS ENCORE",
  "part43": "Les urgences dentaires surviennent souvent au pire moment. Ne prenez pas de risques et n’attendez pas ! Si vous éprouvez une douleur ou tout autre symptôme anormal, contactez-nous au 187 1781 2487. Nous vous indiquerons comment atténuer la douleur et nous vous proposerons un rendez-vous le jour même s’il le faut.",
  "part44": "Ce que nos patients disent de nous",
  "part45": "I have received amazing service and treatment. The overall process was easy and straightforward. The team was friendly and anticipated my needs. I would certainly recommend French Dentist with great confidence for great dental care.",
  "part46": "Elizabeth, Orthodontics patient",
  "part47": "Direct Billing",
  "part48": "Facile et pratique",
  "part481": "Aucun contrat de financement à remplir. Une experience cashless.",
  "part49": "Sécurisé et confidentiel",
  "part491": "Nous facturon directement à votre assurance et de manière confidentielle les traitements afin que vous puissiez vous détendre et ne penser qu’à l’essentiel, votre bien-être.",
  "part50": "Une tarification transparente",
  "part501": "Nous savons que la tarification des soins dentaires peut être déroutante, nous allons donc simplifier les choses. Le devis dentaire établit pour notre dentiste vous donnera clairement les couts des traitements et notre équipe vous renseignera également sur votre reste à charge.",
  "part51": "À propos de nous",
  "part52": "Born out of the idea of a patient-focused practice, French Dentist has transformed dentistry. Our dental clinic in Shanghai has been designed to make our patients feel relaxed and comfortable throughout their visit. With sophisticated styling, a soothing environment, state-of-the-art tech, and a warm friendly staff, any fear of going to the dentist is put at ease. Each visit and treatment is personalized, clear, and inspiring so we can focus on what matters most - you and your comfort. We are conveniently located in central Shanghai, just 15 minutes away from downtown/ central Shanghai / Former French Concession. Open 6 days a week, we offers unparalleled luxury dentistry in a bespoke dental spa. With state-of-the-art technology and a warm ambient surrounding, our staff are here to help.",
  "part53": "As one of the leading cosmetic and general dentistry in Shanghai since 2007, we have a solution for all our patients’ dental needs and requirements. We want our patients to receive the best dental treatment at prices that won’t break the bank. Our competitive prices can be tailored into a payment plan, giving added flexibility with your treatment. We understand that first-rate state-of-the-art equipment, highly-educated and friendly staff, and a wide range of services are qualities that are on the top of your expectations. We understand that first-rate state-of-the-art equipment, highly-educated and friendly staff, and a wide range of services are qualities that are on the top of your expectations.",
  "part54": "“Je crois en la dentisterie, en l'excellence et en la qualité. Offrir une approche axée sur la qualité passe par une équipe expérimentée, dévouée a ses patients, mais aussi dans notre collaboration avec un excellent prothésiste canadien à Shanghai. La qualité crée des relations durables avec nos patients et c'est ce qui compte le plus pour moi”",
  "part55": "Dr Louis Costa",
  "part56": "“Le Dr Costa est l'un des dentistes les plus professionnels de Shanghai. Au cours des 2 dernières années, je suis allée chez French Dentist et j'ai connu uniquement professionnalisme et grand soin. Tout traitement nécessaire a été effectué avec excellence.”",
  "part57": "Sylvia Dumont, patiente",
  "part58": "Où nous trouver",
  "part59": "Shanghai Mart Clinic (PuXi)",
  "part60": "Shanghai Mart, 17th floor, room 1711-1712, 2299 Yan'an West Road, Changning District, Shanghai Tel: 021-5169 9696, info@frenchdentist.cn",
  "part61": "A team of ",
  "part62": "international dentists",
  "part63": "Nos dentistes ont été sélectionnés pour leur expérience, leur engagement envers d'excellents résultats et la qualité des soins délivrés aux patients. Notre mission est de placer le patient au centre de notre pratique. Qu'il s'agisse d'un simple bilan dentaire, d’un traitement esthétique, ou encore d’une chirurgie dentaire, notre équipe vous accompagne tout au long de votre visite. Nous avons pensé à chaque détail de votre visite pour que vous n'ayez pas à le faire. Nous travaillerons dur à chaque fois, et nous souhaitons que chaque visite dépasse vos attentes. Nous nous efforçons de rendre chacune de vos visites agréables et sans stress et nous sommes confiants que vous apprécierez l’attention personnalisée que nous offrons dans un cadre amical, détendu et convivial.",
  "part64": "Dr Louis Costa",
  "part65": "Chirurgien-dentiste et implantologue",
  "costa1": "Dr Louis Costa est un chirurgien-dentiste dévoué, perfectionniste, avec plus de 20 ans d'expérience en implantologie, endodontie, et dentisterie esthétique. Ayant toujours eu un coté artistique, Dr Costa a trouvé le parfait équilibre entre la science, l’art et la dentisterie lorsqu’il fonde French Dentist. Dr Costa a obtenu son diplôme de chirurgie dentaire à l'Université de Marseille en France, où il a également exercé comme professeur-dentiste. Dr Costa a ensuite terminé un programme de recherche à Rome, en Italie. Avant de s'installer à Shanghai, le Dr Costa s'est toujours félicité de travailler dans de prestigieuses cliniques dentaires. Il a d'abord exercé à Monaco, puis à Genève et enfin à Moscou où il a travaillé en collaboration avec l'EDC, comme Spécialiste en Médecine Dentaire Reconstructive (esthétique et reconstruction de la bouche pleine).",
  "costa2": "C’est en 2004, lors de son premier séjour à Shanghai que le Dr Costa se rend compte du manque de soins dentaires axés sur le bien-être du patient. C&#39;est ainsi qu&#39;est né French Dentist, avec un seul objectif: créer un cabinet dentaire moderne, bienveillant, fiable où la compassion et l&#39;engagement envers les patients seront placés au centre la pratique. Ayant grandement à cœur la qualité des soins, le Dr Costa se démarque par sa dextérité manuelle, son souci du détail et son excellence. C’est ce qui lui a valu sa forte réputation à Shanghai: celle d&#39;un dentiste à l&#39;écoute de ses patients et prodiguant des soins attentionnés avec grande douceur. Cela fait plus de 20 ans que Dr Costa crée artistiquement des sourires naturels et élégants. Perfectionniste, très exigeant, il veille sur l&#39;excellente réputation de la clinique. La dentisterie est un domaine qui évolue constamment, et maîtriser les dernières avancées technologiques permet d’offrir un plus grand confort aux patients. Afin d’offrir des services dentaires de grande qualité, Dr Costa accorde beaucoup d’importance à la formation continue. Il participe à des nombreux séminaires et complète en permanence sa formation avec de nombreux diplômes post-universitaires, notamment le Certificat en Dentisterie Esthétique, un Master en Sciences Médicales et Biologiques, ainsi que le Diplôme d&#39;Implantologie Chirurgicale.",
  "costa3": "Ses patients peuvent en témoigner, Dr Costa est reconnu pour sa rigueur et sa minutie. Ce souci de la perfection contribue à sa réputation et fait en sorte qu’il est toujours à l’affût des dernières nouveautés dans son domaine. Au cours de ses 20 années d&#39;expérience clinique, Dr Costa a toujours cherché l&#39;excellence dans sa spécialité. Ses connaissances acquises en implantologie et en Reconstruction Osseuse lui permettent aujourd&#39;hui de proposer des solutions esthétiques durables et d&#39;optimiser les traitements grâce aux implants dentaires. De fait, Dr Costa collabore étroitement avec des laboratoires de recherche français sur le Développement des Techniques de Greffe Osseuse. Ainsi, ses techniques avancées sont plus efficaces, plus durables, et permettent de limiter les suites opératoires. Son caractère généreux se reflète également dans ses actions, comme en témoigne son engagement humanitaire. Il est le fier cofondateur de association caritative A.D.H.E.P qui soigne les orphelins vietnamiens. En dehors de French Dentist, Dr Costa mène une vie de famille bien remplie avec ses quatre enfants. Il aime jouer au tennis, au golf et sa dextérité manuelle fait de lui un sculpteur occasionnel brillant. Dr Costa parle français, anglais, italien et russe.",
  "part66": "Le Dr Louis Costa est un spécialiste dentaire dévoué avec plus de 20 ans d'expérience en\nchirurgie implantaire, endodontie, parodontologie et dentisterie esthétique. Le Dr Costa a\nobtenu son diplôme de chirurgie dentaire à l'Université de Marseille en France, où il a ensuite\nété instructeur clinique. Après son passage à Marseille, il a complété un programme de\nrecherche en partenariat à Rome, en Italie.",
  "part67": "Avant de s'installer à Shanghai, le Dr Costa a exercé dans des cabinets dentaires privés à\nMonaco, Genève et enfin à Moscou où il est resté 5 ans, se spécialisant dans la réhabilitation\nesthétique et complète de la bouche. Lors de sa première visite à Shanghai en 2004, le Dr Costa\na constaté le manque de soins dentaires et médicaux centrés sur le patient. C'est ainsi qu'est né\nFrench Dentist, avec un seul objectif : créer un cabinet dentaire moderne, bienveillant, sûr et\nfiable, où la compassion et l'engagement envers les patients sont essentiels.",
  "part68": "Depuis lors, le Dr Costa crée artistiquement de beaux sourires, et ses patients adorent leurs\ntransformations. C'est son souci du détail et ses soins exceptionnels qui lui ont valu la réputation\nd'être le meilleur dentiste esthétique que Shanghai puisse offrir. Le Dr Costa s'engage dans une\nformation continue avancée, assistant à des conférences, et a complété sa pratique générale avec\nde multiples certificats dans diverses spécialisations, notamment en dentisterie esthétique, ainsi\nqu'un master en sciences médicales et biologiques.",
  "part69": "Le Dr Costa est également le fier cofondateur d'une association caritative nommée A.D.H.E.P.\nqui soigne les orphelins vietnamiens. En dehors de la dentisterie, le Dr Costa mène une vie bien\nremplie avec ses quatre enfants. Il aime jouer au tennis et au golf, et son œil avisé pour le détail\nfait de lui un sculpteur occasionnel brillant. Il parle couramment le français, l'anglais, l'italien et\ns'exprime en russe.",
  "part70": "Dr Honda Zheng",
  "part71": "Chirurgien-dentiste et dentiste esthétique",
  "part72": "Le Dr Honda Zheng est originaire de Montréal, Canada, où il a obtenu son doctorat en médecine\ndentaire à l'Université de Montréal, l'une des cinq meilleures écoles dentaires du Canada. Après\nl'obtention de son diplôme, il a effectué sa résidence à l'hôpital St-Luc affilié à l'Université de\nMontréal (CHUM), se concentrant principalement sur les traumatismes dentaires et la\ndentisterie d'urgence.",
  "part73": "Après avoir travaillé dans un cabinet privé pendant 4 ans à Montréal, il a décidé de s'installer à\nShanghai en 2019 pour poursuivre sa carrière. Doté d'une personnalité engageante et d'un souci\ndu détail, le Dr Honda Zheng est fier d'établir un rapport naturel avec ses patients. Il croit\nfermement en des soins centrés sur le patient, travaillant avec celui-ci pour choisir le traitement\nqui convient le mieux à ses besoins.",
  "part74": "Le Dr Honda Zheng est un dentiste formé et agréé au Canada, avec un intérêt particulier pour la\nprosthodontie (couronnes dentaires) et la dentisterie esthétique (facettes dentaires). Son\napproche est adaptée aux patients de tous niveaux d'anxiété. Pendant son temps libre, le Dr\nZheng aime découvrir différentes régions de Chine et améliorer son mandarin. Il parle\ncouramment l'anglais et le français, et perfectionne son mandarin quotidiennement.",
  "part75": "Dr Daan Chiou",
  "part76": "Dentiste pédiatrique et orthodontiste",
  "part77": "Le Dr Arthur Gonin a grandi en France et a obtenu son diplôme de Docteur en Chirurgie\nDentaire en 2021 à la Faculté de Clermont-Ferrand. Par la suite, il a exercé dans plusieurs\ncabinets différents, acquérant diverses techniques afin d'offrir les meilleurs soins possibles. Il\nest en mesure de vous proposer tous types de traitements, qu'il s'agisse de soins esthétiques,\nd'endodontie, d'extractions, de pédodontie ou simplement de votre consultation annuelle.",
  "part78": "« His insight and caring nature have been evident as its fits perfectly into our philosophy and patient’s needs ». says Dr Costa. « I am confident that he is a fantastic addition to French Dentist Team. We are all thrilled to have Dr Chiou joining us.»",
  "part79": "Dr Chiou’s goal is to make each dental visit positive, fun and comfortable for even the most anxious patient. He cares for child’s teeth, gums and mouth from infancy through the teen years. Moreover, Dr Chiou is an orthodontist &amp; a certified Invisalign® orthodontist. With his extensive experience, he will recommend the most appropriate type of appliance depending on each individual’s needs and problems. Fluent in both English and Mandarin, he is passionate about teaching and helping others.",
  "part85": "Soins d'urgence",
  "part86": "Dentistes qualifiés",
  "part87": "Service de qualité",
  "part88": "Visitez notre cabinet",
  "part89": "Nous sommes un cabinet dentaire complet offrant des services de dentisterie familiale, restauratrice et esthétique.",
  "part911": "Hygiene et prévention",
  "part912": "Blanchiment des dents",
  "part913": "Orthodontie",
  "part914": "Implants dentaires",
  "part915": "Couronnes dentaires",
  "part916": "Urgences dentaires",
  "part921": "Et si l’on prenait enfin le temps de comprendre ce qui se passe dans votre bouche? Nous avons repensé le concept de contrôle dentaire : prendre notre temps, vous donner toutes les explications nécessaires et les solutions envisageables pour un contrôle 100% réussi.",
  "part922": "Malheureusement, avec le temps, les dents ont tendance à s'assombrir à cause de la consommation de produits du tabac ou d'aliments colorés, c'est pourquoi il est plus important que jamais de trouver des moyens de restaurer vos belles dents blanches!",
  "part923": "Vous avez besoin d’un traitement mais vous ne savez pas lequel choisir et vous êtes un peu perdu entre tous les traitements? Nous comprenons, et c'est pourquoi nous simplifions les choses et nous vous aidons à choisir l’option la plus appropriée pour vous.",
  "part924": "Vous avez un gap dans votre sourire? Vous avez perdu une dent ou peut-être qu'elle n'a même jamais été là? Vous rêvez de manger un repas succulent mais vous en êtes incapable? Ou vous êtes rugbyman et vous avez reçu un mauvais coup? Un implant dentaire est la solution permanente pour remplacer une dent manquante.",
  "part925": "Avez-vous eu une grosse carie ou une dent dévitalisée? Avez-vous mordu dans une noix et n’arrivez plus a mâcher correctement de ce côté depuis quelques semaines? Ou votre dent est-elle décolorée? Il est alors temps d'envisager la pose d’une couronne dentaire.",
  "part926": "Les douleurs dentaires ne choisissent pas toujours bien leur moment pour faire leur apparition (« mais pourquoi ça arrive un dimanche?», penseront certains.) Lorsqu’une urgence dentaire survient, ne paniquez pas! Dans la plupart des cas, c’est la douleur extrême qui pose problème et non votre santé qui est en jeu.",
  "part927": "Vous avez un gap dans votre sourire? Vous avez perdu une dent ou peut-être qu'elle n'a même jamais été là? Vous rêvez de manger un repas succulent mais vous en êtes incapable? Ou vous êtes rugbyman et vous avez reçu un mauvais coup? Un implant dentaire est la solution permanente pour remplacer une dent manquante. Lorsque vous avez perdu une dent, l’implant est la meilleure chose à faire. Conçus pour durer des années, les implants dentaires sont une solution à long terme qui reproduisent parfaitement les caractéristiques d’une dent naturelle, tout en empêchant une perte osseuse supplémentaire dans la zone de la dent manquante.",
  "part928": "“Notre attention au détail est ce qui nous différencie.”",
  "part929": "Créer votre nouveau sourire n’est seulement une procédure esthétique, c’est une procédure médicale extrêmement rigoureuse. Dr Costa, notre implantologue, effectuera une évaluation préopératoire approfondie pour déterminer si vous êtes un bon candidat. Avec la planification numérique, il prendra en compte vos objectifs de sourire mais examinera également vos dents, vos gencives, vos lèvres et votre sourire avec les traits du visage en mouvement pour créer un sourire naturel.",
  "part930": "Suis-je un bon candidat pour les implants dentaires?",
  "part931": "Si vous êtes en bonne santé générale, que vous avez des gencives saines, que vous avez suffisamment d'os dans la mâchoire, et que vous vous engagez à prendre soin de vos dents avec un brossage régulier, les implants dentaires peuvent être la solution idéale afin de remplacer votre dent perdue.",
  "part932": "À quoi s'attendre?",
  "part933": "La procédure d'implant dentaire est une procédure chirurgicale rigoureuse. Comme le processus d'implantation est individualisé, la planification des rendez-vous peut-être un peu différente pour chacun, mais la procédure nécessite généralement plusieurs visites au cours de plusieurs mois. Nos patients nous posent souvent comme questions: «Je ne veux pas qu’on sache qu’il me manque des dents…» «Vais-je ressortir sans dent?» Comme plusieurs visites sont requises pour compléter le traitement d’implants, nous veillons à confectionner des prothèses temporaires pour nos patients afin qu’ils puissent sortir du cabinet confiants et qu’ils puissent continuer leurs occupations quotidiennes tout en se sentant à l’aise.",
  "part934": "Avez-vous eu une grosse carie ou une dent dévitalisée? Avez-vous mordu dans une noix et n’arrivez plus a mâcher correctement de ce côté depuis quelques semaines ? Ou votre dent est-elle décolorée? Il est alors temps d'envisager la pose d’une couronne dentaire.",
  "part935": "À quoi s'attendre?",
  "part936": "La pose d’une couronne dentaire est une opération bénigne mais exigeante. La procédure nécessite généralement deux rendez-vous: un premier rendez-vous pour préparer votre dent et la prise d’empreinte, et un deuxième rendez-vous pour la pose de la couronne.",
  "part937": "Première visite (La Préparation)",
  "part938": "Lors de votre première visite, un anesthésique local sera utilisé pour nous assurer que vous êtes à l'aise pendant la phase préparatoire. Lors de ce rendez-vous, notre dentiste nettoiera la dent affectée. Si nous remarquons une carie, nous la traiterons. Afin de  préparer complètement votre dent pour une couronne, notre dentiste devra remodeler très légèrement la surface de la dent: 1,5 à 2 mm pour être exact !. Une fois la dent prête, nous effectuerons une empreinte 3D de votre dent et l'envoyons à notre prothésiste afin de créer sur-mesure et de calibrer parfaitement la couronne. Nous proposons des couronnes en céramiques qui allient parfaitement esthétique et qualité afin de reproduire les caractéristiques d’une dent naturelle. Avant votre départ, nous poserons une couronne temporaire sur mesure à porter durant les prochains jours, en attendant que votre couronne permanente soit fabriquée. Nous conseillons aux patients d'éviter autant que possible de mâcher des aliments/ objets durs du côté où nous plaçons la couronne temporaire.",
  "part939": "Deuxième visite",
  "part940": "Lors de votre deuxième rendez-vous, la couronne temporaire sera retirée et la couronne définitive sera posée. Nous l’essayerons et l’examinerons afin qu’elle prenne sa place à la perfection. S’il le faut, nous effectuerons une radiographie dentaire afin de s’assurer d’un ajustement de qualité. Lorsque la couronne est parfaitement ajustée, nous la collerons à la dent. Vous recevrez toutes les instructions nécessaires pour prendre soin de votre nouvelle dent! Sachez que les couronnes sont extrêmement simples dans leur entretien, tout comme vos dents naturelles. Si vous avez besoin d’une couronne, ou pour toute question supplémentaire sur nos soins, contactez-nous.",
  "part941": "Dental Emergencies in Shanghai",
  "part93": "En savoir plus",
  "part94": "Blanchiment des dents",
  "part95": "Vous ne supportez plus vos dents que vous trouvez jaunes? Vous buvez beaucoup de café ou vous aimez simplement célébrer le week-end entre amis avec quelques verres de vin rouge? Ou alors même que vous avez arrêté de fumer, des taches de tabac sont encore visibles sur vos dents? Alors, ne vous inquiétez plus, nous avons les moyens de vous rendre un sourire blanc éclatant. Le blanchiment dentaire vous permet de conserver un éclat naturel des dents tout en améliorant l’esthétique de votre sourire de manière significative. Le blanc est depuis longtemps associé à la jeunesse, ce qui signifie que les gens préféreraient que vous soyez au mieux de votre forme lorsqu'ils portent un jugement sur quelque chose comme l'âge ou l'apparence dans la société actuelle!",
  "part951": "Et si l’on prenait enfin le temps de comprendre ce qui se passe dans votre bouche? Nous avons repensé le concept de contrôle dentaire: prendre notre temps, vous donner toutes les explications nécessaires et les solutions envisageables pour un contrôle 100% réussi.",
  "part96": "Blanchiment des dents professionnel à Shanghai",
  "part961": "Urgences dentaires & plus encore à Shanghai",
  "part962": "Implants dentaires à Shanghai",
  "part963": "Couronnes dentaires à Shanghai",
  "part97": "À quoi s'attendre??",
  "part971": "Consultation et détartrage",
  "part972": "Vous êtes certainement venu(e) en traînant les pieds, ce n’est certainement pas la consultation que vous attendez avec impatience et vous préférez sûrement être ailleurs. Soit. Faisons en sorte que ce rendez-vous soit agréable et nous allons prendre le temps de vous expliquer ce qui se passe dans votre bouche.",
  "part974": "Pourquoi est-ce si important?",
  "part975": "Lorsqu'il s'agit d'avoir une santé bucco-dentaire optimale, la prévention est essentielle! Des examens dentaires réguliers nous permettent de diagnostiquer les complications dentaires ou des anomalies de la bouche. Ceci afin de fournir un traitement rapide pour les résoudre avant qu'elles ne deviennent plus graves. Cela vous évitera de devoir vous soumettre à des interventions potentiellement plus compliquées et coûteuses.",
  "part976": "À quoi s'attendre?",
  "part977": "Vous êtes confortablement installé(e) dans notre fauteuil? Alors c’est parti! Cette consultation consiste en un examen clinique et radiologique approfondi, ainsi qu’en la prise de photographies si nécessaire afin d’illustrer ce que vous ne pouvez pas voir vous-même et qui nous semble important d’analyser ensemble. Les radiographies sont nécessaires car, sans elles, nous sommes quasiment “non-voyants” et ne pouvons pas vous donner d’indications à propos de ce qui se passe sous vos dents. Toutes ces données cliniques nous permettent de comprendre de nombreux détails dans votre bouche : Pourquoi développez-vous des caries entre les dents et non pas sur leurs faces visibles, pourquoi existe-t-il une compensation de la mastication d’un côté, pourquoi certaines dents sont usées et d’autres moins…sont des notions que nous devons déterminer à l’examen clinique, un peu à l’image d’un détective devant les éléments de l’enquête. De cette façon, nous ne nous concentrons pas sur le traitement des problèmes à court terme, mais sur la meilleure façon d’éviter qu’ils ne se répètent à long terme. Ces examens vous sont expliqués clairement, de façon transparente. Souvenez-vous: la diminution des pathologies vient de l’implication des patients dans leur traitement. Plus vous en savez, plus vous voulez en savoir et plus vous ferez attention à votre santé bucco-dentaire.",
  "part978": "Urgences dentaires & plus encore",
  "part979": "Accidents can happen anywhere and at any time, sometimes in inconvenient situations. When these dental emergencies arise, we will make the time for you by staying late, shifting appointments and focusing on getting you out of pain! Dental emergencies can be serious, so don't ignore injuries to the teeth or gums! Treating dental emergencies quickly and effectively is the best way to prevent permanent damage and avoid the need for more procedures. But first, What is considered to be a Dental Emergency? ",
  "part980": "Knocked-out-Tooth",
  "part981": "If your tooth has fallen out due to impact or injury, then yes, it’s a dental emergency. If you are experiencing pain, please call our clinic as soon as possible. We will do our absolute best to squeeze you into that day’s schedule. A dental appointment could save the tooth if it is booked rapidly after tooth loss.",
  "part982": "Dental Abscess",
  "part983": "An Abscess in the mouth is considered a dental emergency and should be treated immediately. Dental swellings could spread and become dangerous situations if not treated properly.  ",
  "part984": "Bleeding Gums",
  "part985": "Uncontrolled bleeding from the mouth, yet you have regular cleanings and checkups is considered a dental emergency and you should see your dentist as soon as possible. Please let our dentist know. Bleeding gums could be a symptom of more serious health conditions.  ",
  "part986": "Orthodontie dentaire à Shanghai",
  "part987": "Yellow teeth got you down? Yeah, I get it. Perhaps you have a heavy coffee addiction or you just like celebrating the weekend with a couple of glasses of red wine? Or even if you’ve quit smoking, you get reminded of it from the dark stains left on your teeth! Then, don’t worry, and let’s talk about ways to brighten up your smile! We have it under control! Our teeth darken as we age. This is due to dietary and lifestyle factors such as drinking red wine, tea and coffee and smoking regularly. Teeth whitening is a non-invasive, simple and safe way to transform your smile and make you look and feel fresher and younger!",
  "part988": "What is orthodontics?",
  "part989": "Il n’est jamais trop tard pour réaligner ses dents… Oui, il est possible d’aligner ses dents à tout âge. Les options de traitement sont variées, plus rapides que par le passé et surtout largement plus confortables et discrètes. Il est même probable qu’il y ait déjà quelqu’un autour de vous qui bénéficie d’un traitement orthodontique et que vous ne l’ayez même pas remarqué… Vous avez besoin d’un traitement mais vous ne savez pas lequel choisir et vous êtes un peu perdu entre tous les traitements? Nous comprenons, et c'est pourquoi nous simplifions les choses et nous vous aidons à choisir l’option la plus appropriée pour vous.",
  "part990": "Why is orthodontic treatment needed?",
  "part991": "There are three primary reasons you may need orthodontic treatment, and they’re all closely related. First, you may need orthodontic treatment if you have serious bite problems, also known as “malocclusion.” Bite problems such as an overbite, underbite, crossbite, or open bite can cause a lot of different problems like speech impediments, difficulty chewing properly, and premature wear & tear to the teeth. They can also negatively affect your appearance. Underbites, for example, cause your jaw to protrude more than normal. The second reason is due to misaligned teeth. Even if you have no serious bite issues related to your jaw, you may have crooked or crowded teeth that do not fit together properly. Again, this can negatively affect your appearance, but it also affects your oral health. For example, very crooked or crowded teeth can be hard to clean, leading to a higher risk of cavities and gum disease. Finally, some people may choose to get orthodontic treatment merely as a way to improve their appearance. Teeth that are slightly crooked or uneven may not cause any major oral health issues, but still may make you feel self-conscious about how you look, so this is a completely legitimate reason to get orthodontic treatment.",
  "part992": "Qu'est-ce que l'orthodontie?",
  "part993": "Certaines personnes semblent tout faire correctement en ce qui concerne leur santé bucco-dentaire. Ils ont une très bonne hygiène dentaire, viennent tous les 3 mois pour des détartrages, et ont un sourire sain. Mais malgré cela, ils ont des dents mal alignées. Et ils en sont complexés. Un bon alignement dentaire est non seulement important pour des raisons esthétiques, mais cela contribue à votre santé bucco-dentaire. Il est souvent complexe de nettoyer correctement entre vos dents lorsque celles-ci se chevauchent. Et cela aura un impact sur votre santé bucco-dentaire, car cela favorisera par exemple l’apparition de caries. Un bon alignement aide à prévenir plus efficacement les caries et les maladies des gencives, car cela simplifie nettement votre hygiène dentaire. De plus, corriger votre occlusion va vous aider à protéger vos dents. Si vous avez une mauvais occlusion, le mauvais contact entre les dents va entraîner des usures prématurées ou fissures des dents. Un traitement orthodontique aidera également à prévenir le grincement des dents, et la qualité de votre sommeil et celle de votre partenaire en seront reconnaissants.",
  "part98": "C'est avant tout une urgence dentaire car il y a douleur. Si cette douleur provoque une gêne significative, il est important de venir rapidement pour une consultation. Une infection non traitée va presque forcément s’aggraver et nous vous invitons à prendre rendez-vous avec un de nos dentistes rapidement.",
  "part99": "NE JAMAIS NEGLIGER UN CHOC",
  "part100": "En cas de choc au niveau de la bouche, n’hésitez pas à prendre rendez-vous avec notre dentiste qui traite les urgences. Un choc peut provoquer des séquelles invisibles à première vue, c'est pour cela qu'il faut traiter. Un diagnostic préliminaire pourra permettre de détecter d’éventuelles lésions et de les traiter avant que la situation ne s'aggrave. En cas de douleur buccale, et même si vous êtes dans l’incapacité de repérer le point d’origine précis, consultez un dentiste. Les infections dentaires ne sont pas toujours visibles à l’œil nu et seul le dentiste pourra vous proposer un traitement adapté.",
  "part101": "Les differents urgences dentaires",
  "part102": "Si une situation urgente se présente, que l’on parle d’une douleur dentaire aiguë, d’une dent fracturée ou expulsée, d’un plombage endommagé ou encore des symptômes d’une infection ou d’un abcès (enflure, pus, rougeur, etc.), nous nous engageons à vous prendre en charge rapidement. Lors d’une consultation d’urgence, il nous sera possible d’évaluer rapidement la gravité du problème et de vous proposer les soins adaptés. Ainsi, votre douleur et vos inquiétudes pourront être calmées dans des délais raisonnables et propices à une bonne guérison.",
  "part103": "D'autres traitements:",
  "part104": "Blanchiment des dents",
  "part105": "Orthodontie",
  "part106": "Implants dentaires",
  "part107": "Couronnes dentaires",
  "part108": "Elizabeth, Orthodontics patient",
  "part109": "Horaires d'ouverture",
  "part111": "E-mail",
  "part112": "Soins d'urgence",
  "part113": "Nous avons hâte de vous rencontrer! Nous avons hâte de vous voir sourire!",
  "part114": "PRISE DE RENDEZ-VOUS",
  "part115": "Le moyen le plus simple pour prendre rendez-vous est de nous appeler au (021) 5169-9696. L’accueil parle le français, l’anglais et le chinois. Vous pouvez aussi scanner notre code QR WeChat pour toute prise de rendez-vous.",
  "part116": "MÉTHODES DE PAIEMENT",
  "part117": "Nous acceptons les paiements par WeChat, AliPay et les cartes de crédit ou de débit locales ainsi que toutes les principales cartes internationales : Visa, MasterCard ou American Express. Nous travaillons avec la plupart des compagnies d'assurance et offrons le direct billing avec ces assurances. Ainsi, nos patients peuvent se concentrer sur leur rendez-vous, et se détendre pleinement.",
  "part118": "PRATIQUE AXÉE SUR LE PATIENT",
  "part119": "Nous sommes une équipe de dentistes et de professionnels passionnés, dévoués, expérimentés et chaque patient est important pour nous. Voilà pourquoi nous veillerons à ce que vous ayez une expérience positive et rassurante à nos côtés.",
  "part1181": "Plans de traitement personnalisés",
  "part1182": "Nous nous efforçons d'offrir à chaque patient des soins personalisés. Nous prenons le temps de vous écouter. Lors de l'élaboration de votre plan de traitement, nous prendrons en considération toutes vos préoccupations, vos besoins, votre mode de vie, votre budget et vos désirs esthétiques. Votre sourire est unique et mérite un plan de traitement personnalisé. Votre sourire est unique et mérite un plan de traitement adapté et personnalisé.",
  "part1191": "Maintenant, asseyez-vous et détendez-vous.",
  "part1192": "Préparez-vous à vous détendre, à sourire, à écouter de la musique, à regarder des photos d'art et… oh oui, à vous faire soigner!",
  "part120": "Direct billing",
  "part121": "Facile et pratique",
  "part122": "Sécurisé et confidentiel",
  "part123": "Devis dentaire pour une tarification transparente",
  "part124": "Où nous trouver",
  "part125": "Shanghai Mart Clinic (PuXi)",
  "part126": "Shanghai Mart, 17th floor, room 1711-1712, 2299 Yan'an West Road, Changning District, Shanghai Tel: 021-5169 9696, info@frenchdentist.cn",
  "teeth_cleanings": "Blanchiment des dents",
  "whitening": "whitening",
  "emergencies_and_more": "Urgences dentaires & plus encore",
  "part127": "À quoi s'attendre??",
  "part128": "Au préalable, notre dentiste effectue systématiquement un contrôle complet de votre bouche afin de vérifier l’absence totale de problèmes éventuels ou de contre-indications au blanchiment dentaire. Il convient également de rappeler qu’un blanchiment n’est effectué que sur des dents propres, sans tartre ni colorations. Un détartrage devra donc avoir été réalisé dans les 2 mois qui précèdent le blanchiment des dents. Nous vous proposons deux techniques de blanchiment. ",
  "part129": "Le blanchiment à la maison",
  "part130": "Si vous préférez la méthode de blanchiment à domicile, cela est un très bon choix. Ce traitement est parfait pour les patients qui recherchent des résultats progressifs depuis chez eux. Nous commençons toujours par un examen de votre bouche, afin de vérifier l’absence de contre-indications (émail usé ou fragile).Puis nous prendrons une empreinte 3D de vos dents qui nous permettra de créer vos gouttières de blanchiment personnalisées. Dès que vos gouttières sont prêtes, nous vous fournirons tout le kit de blanchiment professionnel. La pose du produit blanchissant se fait la nuit via la gouttière. Le produit de blanchiment sera déposé dans la gouttière qui sera ensuite portée toute la nuit avec une période minimum de 2 heures pour un effet optimal. La plupart de nos patients portent les gouttières pendant 2 à 3 semaines afin d'obtenir un sourire éclatant qui dure.. Le blanchiment à domicile aura les mêmes résultats que ceux d'un blanchiment au fauteuil. Comme le blanchiment à la maison est plus progressif, le processus sera tout aussi éclatant et blanc mais plus subtil au fil des semaines. Nous effectuons une consultation initiale avant tout traitement pour nous assurer que vous êtes un bon candidat et ainsi discuter des options qui s'offrent à vous.",
  "part1311": "In-Office Whitening",
  "part132": "Vous recherchez une méthode rapide, sûre et efficace? Le blanchiment au fauteuil nécessite u seul rendez-vous d’une heure. Une fois confortablement installé dans le fauteuil dentaire, vous pourrez choisir de regarder votre émission préférée, ou bien d’écouter de la musique. Pendant ce temps, notre dentiste applique le gel blanchissant sur vos dents, tout en protégeant vos gencives. La proximité de ce traitement permet de s'assurer que chaque dent individuelle bénéficie d'un temps suffisant sous la lampe, ce qui permet d'obtenir une luminosité supérieure de 40 % à celle des autres méthodes. La séance dure généralement une heure.  Un gel soulageant la sensibilité sera appliqué à la fin de la séance et nous passerons en revue avec vous la liste des aliments et boissons à éviter pendant les prochains jours… et oui, nous le savons, le café est sur cette liste ! Mais ne vous inquiétez pas, cela n'est que temporaire !  Une brève sensibilité peut survenir même chez les personnes les moins sensibles, mais cela ne durera pas longtemps. Se brosser les dents avec des dentifrices comme Sensodyne aidera à calmer la sensibilité. Evitez également de consommer des boissons ou aliments extrêmement chauds durant les prochains jours.  Pour que vos dents conservent leur éclat, il est essentiel de se brosser les dents après chaque repas et de limiter l'utilisation de substances colorantes comme le vin rouge le café, ou encore le thé afin d'augmenter la résistance des taches provenant de ces éléments. Des détartrages réguliers chez le dentiste sont également vivement recommandés!  Maintenant, mettez vos lunettes, détendez vous. Il est temps de briller!  Si nous avons oublié quelque chose, vous pouvez nous contacter au (021) 5169-9696. Notre équipe se fera un plaisir de répondre à toutes vos questions.",
  "seeLess": "Voir moins",
  "callus": "Prendre rendez-vous",
  "abouthero": "Jugez-en par vous-même – faites l’expérience de soins dentaires professionnels, sans douleur,et dans une atmosphère détendue.",
  "abouttext": "Né de l'idée d'une pratique orientée vers le patient, French Dentist a transformé la dentisterie classique. Véritable passionné et perfectionniste, le Dr Costa s’est entouré d’une équipe qui partage les mêmes valeurs. Ensemble, nous collaborons dans le but de faire vivre à nos patients une expérience dentaire exceptionnelle.",
  "aboutbutton": "Prendre rendez-vous",
  "aboutintro1": "Au fil des années, notre éthique de travail et le respect que nous portons à nos patients ont forgé la réputation de French Dentist. Nous nous sommes donné comme mission de vous faire passer un bon moment et de rendre votre expérience positive en vous accompagnant avec le sourire et même une touche de bonne humour!",
  "aboutintro2": "Idéalement situé dans le centre de Shanghai, notre équipe attentionnée vous accueille 6 jours sur 7 dans une atmosphère à la fois décontractée et professionnelle. Notre objectif est de répondre aux besoins immédiats de nos patients en matière de soins dentaires, mais également de prodiguer des conseils personnalisés à chacun d’entre eux. Nos spécialistes vous proposent des traitements adaptés à votre cas particulier, tant sur le plan médical, qu’esthétique, en accord avec vos disponibilités de voyage et votre budget. Cette prise en charge personnalisée nous permet d’offrir des soins dentaires complets, de haute qualité à des prix compétitifs, qui correspondent à vos besoins et votre budget. À chacune de vos visites, nous mettons tout en œuvre pour que le temps et les investissements que vous consacrez à votre santé soient à la hauteur de la confiance que vous nous accordez. Notre personnel reste à l’affut des techniques émergentes et enrichit ses connaissances grâce à la formation continue. Chaque membre de l’équipe est à même de vous accompagner dans le choix des traitements proposés et de répondre à vos questions. ",
  "abouttreatments": "Découvrez nos traitements",
  "blogheader": "Votre confort et votre confiance en nous sont notre priorité absolue.",
  "blogintro": "En tant que l'une des principales cliniques de dentisterie esthétique et générale à Shanghai depuis 2007, nous avons une solution pour tous les besoins et exigences dentaires de nos patients. Nous souhaitons que nos patients reçoivent les meilleurs traitements dentaires à des prix abordables. Nos prix compétitifs peuvent être ajustés dans un plan de paiement, offrant ainsi une flexibilité supplémentaire pour votre traitement.",
  "blogmore": "Notre blog",
  "care1": "Notre clinique propose des services de soins d'urgence à ses patients. Nous sommes toujours prêts à fournir des solutions d'urgence pour tout problème dentaire que vous pourriez rencontrer.",
  "care2": "Nos dentistes sont qualifiés au niveau international et possèdent une vaste expérience dans le domaine de la dentisterie, garantissant ainsi que nos patients reçoivent les meilleurs soins possibles.",
  "care3": "Nos patients sont notre priorité absolue et nous offrons des services exceptionnels pour garantir qu'ils reçoivent les meilleurs soins dentaires possibles.",
  "care4": "Notre équipement à la pointe de la technologie et notre environnement confortable garantissent que les patients reçoivent le plus haut niveau de soins.",
  "wechat": "WeChat",
  "previous": "Previous",
  "next": "Prochain",
  "phone": "187 1781 2487",
  "blog1": "Votre confort et votre confiance en nous sont notre priorité absolue.",
  "blog2": "En tant que l'une des principales cliniques de dentisterie esthétique et générale à Shanghai depuis 2007, nous avons une solution pour tous les besoins et exigences dentaires de nos patients. Nous souhaitons que nos patients reçoivent les meilleurs traitements dentaires à des prix abordables. Nos prix compétitifs peuvent être ajustés dans un plan de paiement, offrant ainsi une flexibilité supplémentaire pour votre traitement.",
  "blog3": "Notre blog",
  "team1": "À la rencontre de votre dentiste",
  "team2": "Nos dentistes ont été sélectionnés pour leur expérience, leur engagement envers d'excellents résultats et la qualité des soins délivrés aux patients. Notre mission est de placer le patient au centre de notre pratique. Qu'il s'agisse d'un simple bilan dentaire, d’un traitement esthétique, ou encore d’une chirurgie dentaire, notre équipe vous accompagne tout au long de votre visite. Nous avons pensé à chaque détail de votre visite pour que vous n'ayez pas à le faire. Nous travaillerons dur à chaque fois, et nous souhaitons que chaque visite dépasse vos attentes. Nous nous efforçons de rendre chacune de vos visites agréables et sans stress et nous sommes confiants que vous apprécierez l’attention personnalisée que nous offrons dans un cadre amical, détendu et convivial.",
  "team3": "Dr Louis Costa",
  "team4": "Chirurgien-dentiste et implantologue",
  "team5": "Dr Louis Costa est un chirurgien-dentiste dévoué, perfectionniste, avec plus de 20 ans d'expérience en implantologie, endodontie, et dentisterie esthétique. Ayant toujours eu un coté artistique, Dr Costa a trouvé le parfait équilibre entre la science, l’art et la dentisterie lorsqu’il fonde French Dentist. Dr Costa a obtenu son diplôme de chirurgie dentaire à l'Université de Marseille en France, où il a également exercé comme professeur-dentiste. Dr Costa a ensuite terminé un programme de recherche à Rome, en Italie. Avant de s'installer à Shanghai, le Dr Costa s'est toujours félicité de travailler dans de prestigieuses cliniques dentaires. Il a d'abord exercé à Monaco, puis à Genève et enfin à Moscou où il a travaillé en collaboration avec l'EDC, comme Spécialiste en Médecine Dentaire Reconstructive (esthétique et reconstruction de la bouche pleine). C’est en 2004, lors de son premier séjour à Shanghai que le Dr Costa se rend compte du manque de soins dentaires axés sur le bien-être du patient. C'est ainsi qu'est né French Dentist, avec un seul objectif: créer un cabinet dentaire moderne, bienveillant, fiable où la compassion et l'engagement envers les patients seront placés au centre la pratique. Ayant grandement à cœur la qualité des soins, le Dr Costa se démarque par sa dextérité manuelle, son souci du détail et son excellence. C’est ce qui lui a valu sa forte réputation à Shanghai: celle d'un dentiste à l'écoute de ses patients et prodiguant des soins attentionnés avec grande douceur. Cela fait plus de 20 ans que Dr Costa crée artistiquement des sourires naturels et élégants. Perfectionniste, très exigeant, il veille sur l'excellente réputation de la clinique. La dentisterie est un domaine qui évolue constamment, et maîtriser les dernières avancées technologiques permet d’offrir un plus grand confort aux patients. Afin d’offrir des services dentaires de grande qualité, Dr Costa accorde beaucoup d’importance à la formation continue. Il participe à des nombreux séminaires et complète en permanence sa formation avec de nombreux diplômes post-universitaires, notamment le Certificat en Dentisterie Esthétique, un Master en Sciences Médicales et Biologiques, ainsi que le Diplôme d'Implantologie Chirurgicale. Ses patients peuvent en témoigner, Dr Costa est reconnu pour sa rigueur et sa minutie. Ce souci de la perfection contribue à sa réputation et fait en sorte qu’il est toujours à l’affût des dernières nouveautés dans son domaine. Au cours de ses 20 années d'expérience clinique, Dr Costa a toujours cherché l'excellence dans sa spécialité. Ses connaissances acquises en implantologie et en Reconstruction Osseuse lui permettent aujourd'hui de proposer des solutions esthétiques durables et d'optimiser les traitements grâce aux implants dentaires. De fait, Dr Costa collabore étroitement avec des laboratoires de recherche français sur le Développement des Techniques de Greffe Osseuse. Ainsi, ses techniques avancées sont plus efficaces, plus durables, et permettent de limiter les suites opératoires. Son caractère généreux se reflète également dans ses actions, comme en témoigne son engagement humanitaire. Il est le fier cofondateur de association caritative A.D.H.E.P qui soigne les orphelins vietnamiens. En dehors de French Dentist, Dr Costa mène une vie de famille bien remplie avec ses quatre enfants. Il aime jouer au tennis, au golf et sa dextérité manuelle fait de lui un sculpteur occasionnel brillant. Dr Costa parle français, anglais, italien et russe.",
  "team6": "Dr Honda Zheng",
  "team7": "Chirurgien-dentiste et dentiste esthétique",
  "team8": "Dr HD Zheng est d'origine chinoise et a grandi à Montréal, au Canada. Il a obtenu son doctorat en Médecine dentaire à l'Université de Montréal, l'une des 5 meilleures écoles dentaires du Canada. Il a par la suite fait sa résidence à l'hôpital St-Luc, affili à la faculté de médecine de l'Université de Montréal. Après avoir obtenu son diplôme, il a fait sa résidence à l'hôpital St-Luc affilié à l'Université de Montréal (CHUM) en se concentrant principalement sur les traumas bucco-faciaux et la dentisterie d'urgence. Après avoir travaillé dans une clinique privée pendant 4 ans à Montréal, Dr HD Zheng décide de s’installer à Shanghai en 2019 pour poursuivre sa carrière. Doté d'une personnalité engageante ainsi que d'un souci du détail incomparable, le Dr HD prend à cœur la santé buccodentaire de ses patients. La douceur et l'écoute du Dr HD Zheng favorisent des traitements qui se déroulent dans le confort et la bienveillance. Ayant une pratique multidisciplinaire, Dr HD Zheng permet une prise en charge globale des traitements du patient en adoptant une pratique centrée sur les besoins et les désirs de ses patients. À l’écoute de ses patients, il partage la philosophie et la minutie scrupuleuse qui a forgé notre réputation. Les évidences scientifiques faisant partie intégrante de sa pratique de la médecine dentaire, le Dr HD Zheng poursuit continuellement ses apprentissages aux moyens de diverses formations afin d'offrir à ses patients les meilleures options de traitements. Dr. Zheng porte un un intérêt tout particulier pour la prosthodontie (couronnes dentaire) et la dentisterie esthétique (facettes dentaire). Durant son temps libre, Dr. Zheng aime découvrir de nouvelles régions en Chine. Il parle anglais, français et améliore au quotidien son mandarin.",
  "team9": "Dr Daan Chiou",
  "team10": "Dentiste pédiatrique et orthodontiste",
  "team11": "Dr Chiou est né et a grandi au Canada. Il a obtenu son diplôme en 2009 à l'Université de Kingston, au Canada. Il prend la decision en 2010 de venir s’installer à Shanghai où il poursuit sa formation et obtient son diplôme en médecine dentaire à l'Université de JiaoTong. Au cours de ces 6 dernières années à Shanghai, Dr Chiou a travaillé dans des cliniques internationales. Dr Chiou se spécialise dans la dentisterie pédiatrique en offrant aux enfants une expérience amusante, positive et relaxante. Passionné par sa profession, il enrichit régulièrement ses connaissances dans divers domaines de la dentisterie. Il a ainsi complété sa formation d’orthodontiste par une certification Invisalign et propose avec expertise cette alternative innovante en traitement orthodontique classique. Après plusieurs années à la clinique de Malo, le Dr Chiou décide qu'il est temps pour lui de chercher une nouvelle opportunité. C'est ainsi qu'il rencontre le Dr Costa et l'équipe de French Dentist. Sa perspicacité et sa nature bienveillante ont été évidentes car elles correspondent parfaitement à notre philosophie et aux besoins de nos patients, dit Dr Costa. 'Je suis convaincu qu'il est un ajout fantastique à l'équipe de French Dentist'. En tant que dentiste orthodontiste, sa passion est de travailler avec les jeunes et adore voir leurs sourires rassurés après chaque visite. Il comprend que surmonter l'anxiété peut jouer un grand rôle dans la dentisterie et il fait tout son possible pour offrir une expérience dentaire positive et amusante pour les jeunes, mais aussi éducative pour les parents. Apprécié par ses patients pour son approche apaisante, le Dr Chiou prend soin des dents, des gencives, et de la bouche des enfants de la petite enfance à l’adolescence; ainsi que de tous les traitements orthodontiques traditionnels et avec aligners. Parlant couramment l'anglais et le mandarin, il est passionné par l'enseignement et l'aide aux autres.",
  "team12": "Dr. Song",
  "team12-1": "Le Dr Song a étudié sous la direction du Dr Park Hyo Sang, Directeur du Centre de Recherche\nOrthodontique Coréen (KOR) et superviseur de thèse de doctorat, ainsi que Chef du\nDépartement d'Orthodontie à l'École Dentaire de l'Université Nationale de Kyungpook. Le Dr\nSong est spécialisé en orthodontie esthétique et en traitements restaurateurs, se concentrant sur\nla fourniture de soins et de gestion de santé bucco-dentaire personnalisés pour les patients de\ntous âges.",
  "team12-2": "Expérience professionnelle : 12 ans\nDomaines d'expertise :\n● Gestion faciale complète pour enfants\n● Orthodontie esthétique pour adolescents et adultes\n● Orthodontie avec fil droit et aligneurs invisibles\n● Traitement des dents chevauchées\n● Traitement des espaces interdentaires (diastème)\n● Correction du prognathisme mandibulaire (malocclusion de classe III)\n● Restauration esthétique minimalement invasive des dents antérieures\n● Blanchiment dentaire\n● Traitement endodontique sous microscope\n● Traitement parodontal\n● Implants dentaires minimalement invasifs",
  "team12-3": "Grâce à des techniques raffinées et des soins attentifs, le Dr Song offre aux patients locaux et\ninternationaux des expériences de traitement dentaire confortables et efficaces.",
  "seemore": "Voir Plus",
  "review.p1": "Il était temps pour moi de faire un check-up et un détartrage. J'ai pris rendez-vous avec le Dr Costa trois jours à l'avance. Le propriétaire de la clinique dentaire est français et parle très bien anglais. L'année dernière, le Dr Costa m'a aidé à extraire trois dents de sagesse. Aujourd'hui, j'ai eu un détartrage et une visite de contrôle . Le Dr Costa est très professionnel. Il a réalisé un bilan approfondi de mes dents, et je suis très satisfaite de son service. J'ai déjà recommandé French Dentist à mes amis et à ma famille. Je reviendrai me faire soigner à la clinique.",
  "review.a1": "Amy C.",
  "review.p2": "Je dois avouer que j'aime pas particulièrement aller chez le dentiste. Mais French Dentist a réussi à me faire aimer le dentiste. J'ai hâte d'être à mon prochain soins avec le Dr Costa. Bravo!",
  "review.a2": "Georges K.",
  "review.p3": "Je confirme que ce cabinet dentaire est vraiment très bien. Des prix tout à fait correct et un grand professionnalisme.",
  "review.a3": "Ben N. (Avis vérifié par Google)",
  "review.p4": "Clinique très jolie et propre. Le personnel et l'accueil est très  sympathique. Et les dentistes sont formidables. Jusqu'à présent, c'est la meilleure clinique dentaire dans laquelle je sois allée à Shanghai depuis mon arrivée il y a 12 ans. Je recommande vivement French Dentist.",
  "review.a4": "Maria",
  "contact.phone": "021-5169-9696",
  "seeLess": "Voir moins"
}
