{
  "select_language": "Choisir la langue",
  "part1": "Pour toute question, appelez-nous au 021 5169 9696",
  "part2": "French Dentist",
  "part3": "À propos de nous",
  "part4": "Équipe",
  "part5": "Se soucier",
  "part6": "Blog",
  "part7": "Nous contacter",
  "part8": "French Dentist",
  "part9": "Nous le faisons pour vous",
  "part10": "Clinique du marché de Shanghai (PuXi)",
  "part11": "Shanghai Mart, 17e étage, salle 1711-1712, 2299 Yan'an West Road, Changning District, Shanghai 021-5169 9696, info@frenchdentist.com",
  "part12": "Heures de travail",
  "part13": "Lundi - Vendredi : 9h à 19h Samedi : 10h à 17h Dimanche : urgences uniquement",
  "part14": "Clinique de la tour Jinmao (PuDong)",
  "part15": "J-Life Building, 3e étage, n° 88 Century Avenue, Jinmao Tower, Pudong New District, Shanghai 021-5169 9696, info@frenchdentist.com",
  "part16": "Notre équipe",
  "part17": "Traitements",
  "part18": "Blog",
  "part19": "Nous contacter",
  "part20": "Blanchissement dentaire",
  "part21": "Orthodontie",
  "part22": "Placages",
  "part23": "© 2021 Dentiste Français. Tous les droits sont réservés.",
  "part24": "Dentistes premium à ",
  "part25": "Centre de Shanghai",
  "part26": "Chez French Dentist, nous nous efforçons de maintenir des normes très élevées. Nous ne prenons aucun risque avec votre santé bucco-dentaire et il est important pour nous que vous vous sentiez à l'aise et confiant dans nos soins.",
  "part27": "Qui nous sommes",
  "part28": " French Dentist a été créé en 2007 et a prouvé son engagement constant à fournir un traitement de haute qualité à la fois aux expatriés et à la communauté shanghaïenne. Notre équipe de dentistes et de spécialistes hautement qualifiés vient exclusivement de France, d'Allemagne et de Corée, et ils sont sélectionnés pour leur engagement envers d'excellents résultats et des soins de qualité aux patients.",
  "part29": "Nous comprenons qu'un équipement de pointe de premier ordre, un personnel hautement qualifié et amical et une large gamme de services sont des qualités à la hauteur de vos attentes.",
  "part30": "Lire la suite",
  "part31": "Nos services",
  "part32": "PLACAGES",
  "part33": "La facette de porcelaine est une fine coquille de porcelaine/céramique qui est collée sur la surface avant d'une dent afin d'améliorer son apparence cosmétique.",
  "part34": "BLANCHIMENT",
  "part35": "Notre sourire en dit long sur nous aux autres. Un sourire blanc éblouissant crée une impression agréable et gagne la faveur des gens.",
  "part36": "IMPLANTOLOGIE",
  "part37": "Un implant dentaire est un tenon métallique qui remplace la racine d'une dent manquante. Une dent artificielle (couronne) est placée sur une extension du tenon (pilier) sur.",
  "part38": "ORTHODONTIE",
  "part39": "Chez French Dentist, nous sommes fiers d'offrir une gamme complète d'appareils dentaires utilisant les dernières technologies, ainsi que les appareils dentaires fixes plus traditionnels.",
  "part40": "INVISALIGN",
  "part41": "En dehors des procédures orthodontiques habituelles, qui emploient des brackets (bandes, arcades) et qui sont destinées à des travaux correctifs généraux.",
  "part42": "ORTHOPHONIE",
  "part43": "Dès la naissance, les enfants apprennent à communiquer de diverses manières, notamment par le biais du regard, des gestes et des vocalisations. Certains enfants ont des problèmes.",
  "part44": "Ce que disent nos patients",
  "part45": "Amet in elementum nulla scelerisque dui, egestas at. Elit consectetur turpis elementum amet vitae et etiam nec. Varius volutpat hac adipiscing tincidunt pretium. Amet in elementum nulla scelerisque dui, egestas at. Elit consectetur turpis elementum amet vitae et etiam nec. Varius volutpat hac adipiscing tincidunt pretium.",
  "part46": "Elizabeth, patiente en orthodontie",
  "part47": "Facilité de facturation directe",
  "part48": "Processus simplifié",
  "part49": "Sûr et sécurisé",
  "part50": "Patients heureux",
  "part51": "À propos de nous",
  "part52": "French Dentist a été créé en 2007 et a prouvé son engagement constant à fournir un traitement de haute qualité à la fois aux expatriés et à la communauté shanghaïenne. Notre équipe de dentistes et de spécialistes hautement qualifiés vient exclusivement de France, d'Allemagne et de Corée, et ils sont sélectionnés pour leur engagement envers d'excellents résultats et qualité.",
  "part53": "Nous comprenons qu'un équipement de pointe de premier ordre, un personnel hautement qualifié et amical et une large gamme de services sont des qualités à la hauteur de vos attentes. Nous comprenons qu'un équipement de pointe de premier ordre, un personnel hautement qualifié et amical et une large gamme de services sont des qualités à la hauteur de vos attentes.",
  "part54": "“I believe in dentistry, in excellence, and in quality. Providing a quality driven approach goes from experienced staff to Shanghai’s finest ceramists. Quality creates long lasting relationships with our patients and that’s what’s the most important to me.”",
  "part55": "Dr. Louis Costa",
  "part56": "« J'ai reçu un service et un traitement exceptionnels. Je recommanderais certainement avec une grande confiance”",
  "part57": "Katie, patient",
  "part58": "Nos emplacements",
  "part59": "Clinique du marché de Shanghai (PuXi)",
  "part60": "Shanghai Mart, 17e étage, salle 1711-1712, 2299 Yan'an West Road, Changning District, Shanghai Tél. : 021-5169 9696, info@frenchdentist.com",
  "part61": "Une équipe de",
  "part62": "dentistes internationaux",
  "part63": "Notre équipe de dentistes et de spécialistes hautement qualifiés vient exclusivement de France, d'Allemagne et de Corée, et ils sont sélectionnés pour leur engagement envers d'excellents résultats et des soins de qualité aux patients.",
  "part64": "Dr. Louis Costa",
  "part65": "Chirurgien-dentiste, Implantologue, Dentisterie esthétique",
  "part66": "Le Dr Costa a obtenu son diplôme de chirurgie dentaire à l'Université de Marseille, en France, où il a également été plus tard instructeur clinique. Après son passage à Marseille, il a terminé un programme de recherche en partenariat à Rome, en Italie.",
  "part67": "Travaillant dans les meilleures cliniques dentaires, il s'installe d'abord à Monaco, puis à Genève et enfin à Moscou où il reste 5 ans, se spécialisant dans la réhabilitation esthétique et buccale complète.",
  "part68": "Le Dr Costa a également obtenu 3 certificats dans diverses spécialisations, dont la dentisterie esthétique, et une maîtrise en sciences médicales et biologiques.",
  "part69": "Au cours de ses 20 années d'expérience clinique, il a toujours recherché l'excellence dans sa spécialité. Il est fier d'être cofondateur d'une association caritative nommée A.D.H.E.P qui soigne les orphelins vietnamiens. Il parle couramment le français, l'anglais, l'italien et le russe.",
  "part70": "Dr. Ann-Clothilde Bernhardt",
  "part71": "Dentiste, Parodontiste",
  "part72": "Le Dr Bernhardt s'engage à offrir des soins dentaires pédiatriques de la plus haute qualité disponible en offrant une expérience dentaire positive, confortable et amusante aux enfants.",
  "part73": "En 2005, le Dr Bernhardt a obtenu son doctorat en chirurgie dentaire de l'Université de Paris, France. Elle a commencé à pratiquer à Paris puis à Milan (Italie) où elle a intégré le prestigieux Cabinet Dentaire Dr. Zacchetti spécialisé en Esthétique et Technologie Dentaire Avancée.",
  "part74": "En parallèle, elle prodiguait des soins dentaires aux enfants. Souhaitant partager ses méthodes pour garder de saines habitudes bucco-dentaires, elle a organisé des programmes de prévention bucco-dentaire dans plusieurs écoles internationales. De plus, le Dr Bernhardt a exercé une pratique exclusive de parodontie au centre d'implants dentaires Villa-Latour de Nice (France). Elle parle couramment l'anglais, le français, l'italien et a de bonnes bases en allemand.",
  "part75": "Dr. Julia Leynaud",
  "part76": "Orthodontiste Adultes & Enfants",
  "part77": "Le Dr Leynaud Julia a obtenu son diplôme DDS de la Faculté de Médecine Dentaire de Montrouge à Paris en 2005 et a complété un programme de troisième cycle en 2006 en Biomatériaux dentaires. Après avoir pratiqué la médecine générale pendant 4 ans, le Dr Leynaud a suivi une formation privée d'orthodontie à Paris et s'est spécialisé en orthodontie. En 2011, le Dr Leynaud a obtenu avec succès son Diplôme d'Orthopédie-Denton-Cranio-MaxilloFacial à Paris.",
  "part78": " Son expérience au sein de nombreuses pratiques orthodontiques, lui a permis d'acquérir de solides connaissances théoriques et pratiques, et lui a permis d'offrir un traitement sur mesure et individualisé pour chaque patient.",
  "part79": " Le Dr Leynaud a eu l'opportunité de travailler avec de nombreux chirurgiens maxillo-faciaux et de les assister lors d'interventions chirurgicales orthognatiques. Ainsi, elle peut proposer aux patients, en collaboration avec des chirurgiens maxillo-faciaux, des traitements ortho-chirurgicaux. Ses compétences techniques et son envie de partager ses connaissances avec ses collègues l'ont amenée à rejoindre depuis 2017, l'équipe d'assistantes pédagogiques de l'ODCMF à la Pitié-Salpêtrière à Paris.",
  "part80": "Dr. Anne-Clothilde Bernhardt",
  "part81": "Dentiste, Parodontiste",
  "part82": "Le Dr Bernhardt s'engage à offrir des soins dentaires pédiatriques de la plus haute qualité disponible en offrant une expérience dentaire positive, confortable et amusante aux enfants.",
  "part83": " En 2005, le Dr Bernhardt a obtenu son doctorat en chirurgie dentaire de l'Université de Paris, France. Elle a commencé à pratiquer à Paris puis à Milan (Italie) où elle a intégré le prestigieux Cabinet Dentaire Dr. Zacchetti spécialisé en Esthétique et Technologie Dentaire Avancée.",
  "part84": "En parallèle, elle prodiguait des soins dentaires aux enfants. Souhaitant partager ses méthodes pour garder de saines habitudes bucco-dentaires, elle a organisé des programmes de prévention bucco-dentaire dans plusieurs écoles internationales. De plus, le Dr Bernhardt a exercé une pratique exclusive de parodontie au centre d'implants dentaires Villa-Latour de Nice (France). Elle parle couramment l'anglais, le français, l'italien et a de bonnes bases en allemand.",
  "part85": "Soin d'urgence",
  "part86": "Dentistes qualifiés",
  "part87": "Très bon service",
  "part88": "Grandes installations",
  "part89": "Nous sommes un cabinet dentaire à service complet offrant",
  "part91": "Dentisterie cosmétique",
  "part92": "Le Dr McCormick est un dentiste cosmétique de classe mondiale. Du blanchiment aux facettes, en passant par le lissage des dents et plus encore, nous proposons une large gamme de services de dentisterie esthétique conçus pour vous aider à obtenir un sourire dont vous êtes vraiment fier.",
  "part93": "Lire la suite",
  "part94": "Blanchissement dentaire",
  "part95": "Votre sourire est la première chose que les gens remarquent à votre sujet. Le blanchiment professionnel de vos dents peut vous aider à vous assurer que votre sourire fait la meilleure impression possible. Le Dr McCormick offre une grande variété d'options de traitement de blanchiment des dents supervisées par des professionnels pour répondre à tous vos besoins",
  "part96": "Blanchiment des dents professionnel dans le centre de Shanghai",
  "part97": "Ayez l'esprit tranquille grâce au blanchiment professionnel",
  "part98": "Les produits de blanchiment des dents à faire soi-même sont partout, mais dans certains cas, ils peuvent décaper l'émail des dents ou provoquer des résultats inégaux. Le traitement de blanchiment professionnel est l'option la plus sûre pour vous et votre sourire.",
  "part99": "Obtenez des résultats immédiats avec le blanchiment en cabinet",
  "part100": "Nous proposons un blanchiment en cabinet pour les patients qui souhaitent avoir un sourire immédiatement plus blanc.",
  "part101": "Blanchissez en douceur avec les kits à domicile",
  "part102": "Si vos dents sont sensibles, nous proposons un produit de blanchiment à domicile supervisé pour blanchir votre sourire en douceur au fil du temps, en évitant une partie de la sensibilité dentaire souvent associée au blanchiment.",
  "part103": "Autres traitements :",
  "part104": "Invisalign",
  "part105": "Orthodontie",
  "part106": "Placages",
  "part107": "Implantologie",
  "part108": "Elizabeth, patiente en orthodontie",
  "part109": "Heures d'ouverture",
  "part110": "Lun-Sam 09h00-20h00 Dimanche Urgence uniquement",
  "part111": "E-mail",
  "part112": "Soin d'urgence",
  "part113": "Des choses pour faire de votre visite une meilleure expérience",
  "part114": "RÉSERVER VOTRE RENDEZ-VOUS",
  "part115": "Le moyen le plus simple de prendre rendez-vous est de nous appeler au 021 - 5169 - 9696. Nous parlons chinois, français, anglais et allemand.",
  "part116": "OPTIONS DE PAIEMENT",
  "part117": "Nous acceptons les cartes Visa, MasterCard et American Express et travaillons avec de nombreux principaux régimes d'assurance dentaire PPO comme mode de paiement.",
  "part118": "À QUOI S'ATTENDRE LORS DE VOTRE VISITE",
  "part119": "Nous sommes une équipe de dentistes passionnés et chaque patient est important pour nous, c'est pourquoi nous veillerons à ce que vous ayez une bonne expérience avec nous.",
  "part120": "Facilité de facturation directe",
  "part121": "Processus simplifié",
  "part122": "Sûr et sécurisé",
  "part123": "Patients heureux",
  "part124": "Nos emplacements",
  "part125": "Clinique du marché de Shanghai (PuXi)",
  "seeLess": "Voir moins",
  "part126": "Shanghai Mart, 17e étage, salle 1711-1712, 2299 Yan'an West Road, Changning District, Shanghai Tél. : 021-5169 9696, info@frenchdentist.com"
}
